<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > เมษายน </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีปีใหม่สงกรานต์ </h3>
                                    
                                    <p>การที่ประชาชนล้านนาไทยประพฤติปฏิบัติกันมาในประเพณีปีใหม่เมืองหรือ สงกรานต์นี้ หากจะพิจารณา กันในแง่ประวัติและตำนานความเป็นมา แต่ดั้งเดิมนั้นเกี่ยวข้องกับการเปลี่ยนจุลศักราช ซึ่งมีขึ้นในประเทศพม่าโบราณและได้แผ่เข้ามาสู่ล้านนาไทยและไทยภาคอื่น ๆ เป็นเวลานับพันปีมาแล้ว ดังนั้น ประเพณีสงกรานต์ของทุกปี ในวันแรกเรียกว่า วันสังขานต์ล่อง วันที่สอง เรียกว่า วันเนาว์ ล้านนาหรือเมืองเรียกเพี้ยนเป็นวันเน่า และวันที่สาม เป็นวันเถลิงศก หรือที่เรียกกันว่า วันพญาวัน วันนี้เป็นวันเปลี่ยนจุลศักราชเป็นปีใหม่ และเปลี่ยนพุทธศักราชด้วย<br />
                                    อันจุลศักราชนี้เป็นศักราชที่ชาติพม่าเป็นผู้เริ่มตั้งเมื่อ พ.ศ. 1181 ปีกุน กษัตริย์พม่าพระนามว่า พระเจ้าเสนกะราชา ซึ่งแต่เดิมบวชเป็นพระและเป็นพระสังฆราช ชื่อปุพโสรหันได้ลาสิกขาออกมาครองราชสมบัติและทรงทำพิธีลบศักราชเมื่อ พ.ศ. 1181 ในวันเถลิงศกสงกรานต์ เรียกศักราชที่ตั้งขึ้นใหม่ว่า จุลศักราช และเริ่มใช้ในอาณาจักรของพระองค์ก่อน และต่อมาในรัชสมัยพระเจ้าอนุรุทธมหาราช แห่ง อาณาจักรพุกาม พระเจ้าอนุรุทธหรือที่เรียกกันว่า อโนรธามังช่อนี้เป็นกษัตริย์ที่มีอานุภาพมาก ได้ยกทัพมาปราบปรามได้แว่นแคว้นโยนกและแว่นแคว้นไทยลุ่มแม่น้ำเจ้าพระยา เมื่อประมาณ พ.ศ. 1576 และได้นำเอาประเพณีตรุษสงกรานต์และการใช้จุลศักราชแบบพม่านี้มาเผยแพร่ใน แว่นแคว้นที่พระองค์ยึดได้ ใช้สืบต่อมาจนกระทั่งทุกวันนี้ และทางโหราศาสตร์ก็ใช้จุลศักราชนี้เป็นหลักเกณฑ์ เช่นเดียวกัน</p>
                                    <p><strong>สงกรานต์และความหมาย</strong><br />
                                    ถ้าท่านแหงนหน้าดูท้องฟ้าเวลากลางคืน เมื่อเดือนมือท่านจะเห็นดวงดาวพราวพร่างไปทั่วฟ้าเรียงรายกันอยู่เป็นหมู่ ๆ อย่างระเกะระกะ มีแสงเห็นยิบ ๆ ระยับตา คนโบราณมองดูหมู่ดาวเหล่านี้แล้ว ก็นึกเห็นเป็นรูปต่าง ๆ ขึ้น เช่น ดาวไถ ดาวจรเข้ ดาวรูปไก่ เป็นต้น ในบรรดาดาวเหล่านี้มีอยู่พวกหนึ่งซึ่งอยู่ในแนวสมมติว่า เป็นวิถีที่พระอาทิตย์สมมุติว่าโคจรหรือผ่านเข้าไปนี้มีรูปโค้งเป็นวงกลม คล้ายรูปไข่จากเหนือไปใต้ เรียกว่าจักรราศี จักรแปลว่าวงล้อรถ ราศีแปลว่ากองหรือหมู่ เช่น ในคำว่า “บุญราศี” แปลว่า กองบุญ ถ้าใช้กับเรื่องดาวก็แปลว่าหมู่ดาว จักรราศีนี้แบ่งออกเป็น 12 ส่วนเรียกว่า &#8220;12 ราศี&#8221; แต่ละราศีก้มีดาวหมู่หนึ่ง ซึ่งมีชื่อตามรูปที่นึกเห็นเป็นดาวแกะ ดาววัว ดาวคนคู่ ดาวปูและดาวอื่น ๆ เรื่อยไปเป็นลำดับจนครบ 12 ราศี เมื่อพระอาทิตย์แรกผ่านเข้าไปในจุดของหมู่ดาวอะไรเมื่อไรภาษาไทยใช้ว่า “ยกขึ้นสู่” เช่น พระอาทิตย์แรกผ่านเข้าไปในจุดของหมู่ดาวแกะก็ใช้ว่า “ยกขึ้นสู่ราษีเมษ” เมษแปลว่า แกะ เมื่อผ่านหมู่ดาวแกะไปเข้าหมู่ดาววัวซึ่งอยู่ถัดไปก็ใช้ว่า “แล้วยกไปสู่ราศีพฤษภ” พฤษภ แปลว่า วัว เวลาที่พระอาทิตย์แรกผ่านเข้าไปในหมู่ดาวใด เรียกว่า “สงกรานต์เดือน” สงกรานต์ แปลว่าผ่านหรือเคลื่อนย้ายเข้าไป เพราะระยะเวลาตั้งแต่พระอาทิตย์แรกยกขึ้นสู่ราศีหรือหมู่ดาวใดกว่าจะผ่านพ้น แล้วเข้าสู่อีกราศีหนึ่ง ก็เป็นเวลาได้เดือนหนึ่ง เมื่อผ่านไปตามจักรราศีโดยลำดับจนครบ 12 ราศี ก็เป็นเวลาได้ปีหนึ่ง ที่เราเรียกชื่อเดือนของเราว่า เมษายน พฤษภาคม และอื่น ๆ ซึ่งถือเอาโลกที่เราอยู่นี้เป็นเกณฑ์ตั้งของจักรวาลไม่ใช่ถือเอาดวงอาทิตย์ เป็นเกณฑ์ที่ตั้ง<br />
                                    เฉพาะเดือนเมษายน เมื่อพระอาทิตย์ยกขึ้นสู่ราศีเมษ เรียกเป็นพิเศษว่า วันมหาสงกรานต์ เพราะเขาถือว่าเป็นวันขึ้นปีใหม่ เขาในที่นี้ข้าพเจ้าหมายถึง ชาวอินเดียเฉพาะในมัธยมประเทศ มหาสงกรานต์เป็นวันที่พระอาทิตย์เดินปัดจากใต้ไปสู่เหนือ ดังจะสังเกตได้ จากแดดที่ย้ายที่จากใต้ไปเหนือทีละน้อย ๆ จนมาถึงกึ่งกลางพิภพที่เราอยู่พอดีในตอนนี้ เวลากลางวันและกลางคืนมีเท่ากันหมดทั่วโลก เรียกว่า มัธยมกาลในภาษาโหรเฉพาะในวันมหาสงกรานต์ ในภาษาสันสกฤต เรียกว่า วสันต์วิษุวัต วสันต์วิษุวัตนี้ในภาษาอังกฤษเรียกว่า Rainy season อันเป็นวันย่างเข้าฤดูใบไม้ผลิของเขา ฤดู Spring คือที่เราแปลว่า ฤดูไบไม้ผลิตรงกับฤดูวสันตะในภาษาสันสกฤต<br />
                                    ฤดูวสันต์หรือฤดูใบไม้ผลิทางเมืองเราไม่มี แต่พอดีตกในระยะเวลาที่ชาวไทยซึ่งส่วนใหญ่ประกอบกิจกรรม กำลังว่างจากทำไร่ไถนาและเก็บเกี่ยวข้าวเราจึงถือเอาวันสงกรานต์เป็นวันทำ บุญใหญ่วันหนึ่งใน รอบปีและเล่นสนุกรื่นเริงกันเป็นเวลาต่อไปอีก 2 วัน หรือมากกว่านั้นก็เคยมี ถ้าฝนยังไม่ตกลงมาก็มักเล่นสนุกกันต่อไปนี่กล่าวเฉพาะผู้ที่มีอาชีพทำนา ในหมู่พวกหนุ่ม ๆ สาว ๆ การเล่นสนุกรื่นเริงในวันสงกรานต์เรียกว่า เล่นนักขัตฤกษ์สงกรานต์ ตามปกติเทศกาลสงกรานต์มี 3 วัน บางปีก็มี 4 วัน ถ้าปีนั้นนางสงกรานต์นอนหลับตา มาบนหลังสัตว์พาหนะทรง คือ มาภายหลังเที่ยงคืนไปแล้ว แต่เดี๋ยวนี้วาง กำหนดเป็น 3 วันเสมอ</p>
                                    <p><strong>วันที่ 13 (สังขานต์ล่อง)</strong><br />
                                    สังขาร คือ สังขานต์ มาจากภาษาบาลีสันสกฤต คือ สังกรานต์ แต่วิธีอ่านหนังสือล้านนา ก อ่านเป็น ข กรานต์ จึงอ่านเป็น ขรานต์ ไม่ใช่สังขารอย่างที่เราเข้าใจกันว่าเป็นร่างกายแต่ต่อมาการอ่านออกเสียงตัว ร กล้ำค่อย ๆ หายไป จึงออกเสียงเพียง ขาน เท่านั้น สงกรานต์หรือว่า สังขรานต์ แปลว่า ก้าวล่วงแล้ว คือ วัน เดือน ปี ที่ล่วงลับไป ในวันนี้เป็นวันเริ่มต้นของสงกรานต์<br />
                                    เทศกาลสงกรานต์ หรือที่ชาวเหนือเรียกตามที่ถือกันมาเป็นประเพณีแต่โบราณกาลว่า เป็นวันปี ใหม่นับแต่วันที่ดวงอาทิตย์ย่างเข้าสู่ราศีเมษ ซึ่งตรงกับวันที่ 13 เมษายน ตามประเพณีพื้นเมืองเรียกวันนี้ว่า &#8220;วันสังขานต์ล่อง&#8221; คือ หมายถึงวันสิ้นสุดของศักราชเก่าเป็นวันส่งท้ายปีเก่า ซึ่งในวันนี้ท่านจะได้ยินเสียงปืนกันแต่ยังมืด ๆอยู่ การยิงปืนนี้เป็นการยิงเพื่อขับไล่เสนียดจัญไรต่าง ๆ ตามที่ถือกันมาแต่โบราณและพอเช้าตรู่พวกผู้เฒ่าผู้แก่ ก็จะกวาดแผ้วตามลานบ้านกวาดขยะมูลฝอยต่าง ๆ ไปรวมไว้ที่หนึ่ง ซึ่งเห็นว่าปลอดภัยดีแล้วก็จัดการจุดไฟเผาเสีย ครั้นตกสายหน่อยก็จะจัดการปัดกวาดบ้านเรือนให้สะอาดหมดจด แม้หยากไย่แมงมุม ก็ไม่ให้ติดค้างอยู่ จะพูดไปวันนี้ก็เปรียบเสมือนวันสาธารณสุขวันหนึ่งเหมือนกัน นอกจากปัดกวาดตามบ้านช่องห้องหับต่าง ๆ แล้วก็จะเก็บเสื้อผ้า ผ้าปูที่นอนออกจัดการไปซักและเอาที่นอน หมอนและอุปกรณ์ในการนอนอื่น ๆ ที่ซักไม่ได้ออกผึ่งแดด วันนี้ทุกคนจะทำอารมณ์ให้แจ่มใส ไม่ให้มีขุ่นมัวในจิตใจแต่ละคน เพราะเป็นวันที่จะเริ่มชีวิตใหม่จะต้องเตรียมจิตใจใหม่ให้เข้มแข็งและพร้อม ที่จะสู้กับ ชีวิตในปีต่อไป<br />
                                    นอกจากนี้ จะมีการปัดกวาดตามบ้านช่องห้องหับ จัดการทำความสะอาดให้หมดจดทุกแห่งหนแล้ว ก็จะมีการสระหัวดำเกล้า ชำระร่างกายให้สะอาดผ่องใส เสร็จแล้วก็จัดการแต่งเนื้อตัวด้วยเสื้อผ้าใหม่ หากเป็นผู้หญิง เมื่อจัดการชำระร่างกายและสระเกล้าดำหัวแล้ว ก็จะทัดดอกไม้อันเป็นนามปี คือ สมมติว่าปีนี้เป็นปีชวด ดอกจำปาเป็นนามปี ก็ให้ทัดดอกไม้นี้ในวันนี้ จะปัดกวาดเช็ดถูหิ้งพระทำความสะอาดตลอดจนพระพุทธรูป และเปลี่ยนดอกไม้บูชาพระเสียใหม่ทั้งหมด</p>
                                    <p><strong>วันเนาว์ หรือ วันเน่า</strong><br />
                                    “วันเนาว์” เมืองเหนือเรียกว่า “วันเน่า” เป็นวันที่มีประเพณีทางศาสนาด้วย เช่น การขนทรายเข้าวัด และเล่นรดน้ำกันทั่ว ๆ ไป อย่างสนุกสนานเป็นวันที่หนุ่ม ๆ สาว ๆ ไปชุมนุมกันอย่างหนาแน่นตามหาดทรายของแม่น้ำ ในล้านนาหนุ่มสาวจะมีการเล่นรดน้ำกันอย่างหนักจนกระทั่งเย็น<br />
                                    ในวันนี้ ถือว่าเป็นวันสำคัญ เราจะไม่ทำอะไรที่ไม่เป็นมงคล ไม่ด่าทอดหรือทะเลาะวิวาทกัน คนโบราณถือว่าวันนี้หากผู้ใดด่าทอกันแล้ว ปากของบุคคลนั้นจะเน่าเพราะเป็นวันเน่า ที่ถือเคร่งที่สุดจะไม่ทำอะไรที่ผิดศีล 5 เลย หากมีการทะเลาะวิวาทกันในวันนี้ จะไม่เป็นมงคลเลยตลอดปีทีเดียว ฉะนั้นในวันนี้หากมีอะไรเป็นการล่วงเกินก็มักจะไม่ถือสาหาโทษกันนอกจากราย ที่ออกจะมีอะไรรุนแรงเกินเหตุไปเท่านั้น จึงอาจเกิดเรื่องราวกันขึ้นได้ ทางที่ดีวันนี้ควรทำอะไรถ้อยทีถ้อยอาศัยซึ่งกันและกัน เพราะจะเป็นมงคลแก่ชีวิตจะได้ประสบแต่ความดีงามตลอดไป พยายามทำจิตใจให้แช่มชื่นสลัดความวิตกกังวลทั้งหลายแหล่ให้หลุดออกไปเหมือน ปลิดทิ้ง วันนี้ในตอนเช้าเขาจะไปตลาดเพือจ่ายซื้ออาหารและข้าวของไว้ทำบุญในวันพญาวัน ในตอนเช้าวันนี้ชาวบ้านจะแต่งกายอย่างงดงามไปจ่ายตลาดกันคับคั่ง บางรายที่พ่อแม่แหนหวง ไม่เคยเปิดโอกาสให้ไปที่ไหนเลยเพราะเกรงภมรหนุ่มจะมาตอมเอา วันนี้พ่อแม่ก็เปิดโอกาสให้เป็นพิศษ ให้ไปจ่ายตลาดได้ ฉะนั้น คนหนุ่มและคนสาวไม่ควรจะละโอกาสนี้เสีย</p>
                                    <p><strong>วันพญาวัน</strong><br />
                                    วันพญาวัน เป็นวันเริ่มศักราชใหม่ วันนี้เป็นวันที่มีการทำบุญทางศาสนาและมีการไป “ดำหัว”  ดังจะได้เล่าละเอียดต่อไปนี้<br />
                                    วันนี้ตั้งแต่เวลาเช้าตรู่ จะได้เห็นผู้คนถือสำรับอาหารหวานคาวขนมข้าวต้มต่าง ๆ ไปทำบุญถวายพระตามวัดที่ตนเป็นศรัทธาอยู่ หรือตามวัดอื่นแล้วแต่อัธยาศัยซึ่งการถวายภัตตาหารหรือที่เรียกกันอย่าง เมืองเหนือว่า &#8220;การทานขันข้าว&#8221; นี้บางคนก็จะทานกันหลายขัน เป็นการทำทานเพื่ออุทิศส่วนกุศลให้แก่ บรรพบุรุษหรือญาติมิตร บิดามารดาที่ล่วงลับไปแล้วด้วย ส่วนพระก็จะคอยนั่งรับทานขันข้าวและทำพิธีหยาดน้ำหมายทานอุทิศส่วนกุศล ไปให้ผู้ที่ล่วงลับไปแล้ว ซึ่งพระต้องแยกย้ายกันนั่งให้ศีลให้พรเป็นแห่ง ๆ เพราะหากขืนให้พระรอรับทานอยู่แห่งเดียวแล้วคงจะนั่งให้ศีลให้พรอยู่ไม่ไหว เพราะมากรายด้วยกัน บางรายก็หลายสำรับและทานหลายวัด แล้วแต่กำลังทรัพย์และศรัทธาของบุคคลผู้นั้น ซึ่งเป็นการแสดงออกถึงว่าชาวเหนือมีความเลื่อมใสในพระบวรพุทธศาสนา และมีความกตัญญูกตเวทีต่อบรรพบุรุษของตนเป็นอันมาก นอกจากจะมีการทานขันข้าวกันที่วัดดังกล่าวแล้วก็มีการทานขันข้าวให้บิดา มารดา ปู่ย่า ตายาย ผู้เฒ่าผู้แก่ ญาติมิตร หรือผู้ที่คุ้นเคยรู้จักเคารพนับถือกันที่ยังมีชีวิตอยู่อีกด้วย<br />
                                                                  
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>	                          
                        
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนเมษายน</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                         <li><a href="apr-1.html">ประเพณีสืบชะตา </a> </li>
                                         <li><a href="apr-2.html">ประเพณีปีใหม่สงกรานต์ </a></li>
                                         <li><a href="apr-3.html">ประเพณีดำหัวปีใหม่เมือง</a></li>
                                         <li><a href="apr-4.html">ประเพณีขนทรายเข้าวัด</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->