<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > เมษายน </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                          <h3>ประเพณีขนทรายเข้าวัด</h3>
                                          <p>ประเพณีขนทรายเข้าวัด การขนทรายเข้าวัดของประชาชนล้านนาไทยมีมาแต่โบราณแล้ว การขนทรายอาจแตกต่างกันไปบ้าง เช่น จังหวัดเชียงใหม่ , เชียงราย , ลำพูน เป็นต้น นิยมขนทรายในวันเนาว์ หรือวันที่ 14 เมษายน แต่ที่จังหวัดน่านนิยมขนทรายในวันพญาวัน คือ วันที่ 15 เมษายนบางแห่งก็นิยมขนทรายกันในวันสังขานต์ล่องด้วยการขนทรายจึงนิยมกันทั้ง 3 วัน คือวันสังขานต์ล่อง วันเนาว์ และวันพญาวัน แต่ที่นิยมกันมากที่สุดคือวันเนาว์</p>
                                          <p><strong>สาเหตุแห่งการขนทรายเข้าวัด</strong><br />
                                          การขนทรายเข้าวัดมีสาเหตุหลายประการคือ</p>
                                          <ol>
                                              <li>วัด มีการก่อสร้างถาวรวัตถุ เช่น โบสถ์ วิหาร เป็นต้น สมภารจึงขอแรงชาวบ้านที่ยังหนุ่มและสาวช่วยกันขนทรายเข้ามากองไว้ในคราว เทศกาลสงกรานต์ซึ่งเป็นวันที่ชาวบ้านว่างงานการทั้งหลาย และน้ำในแม่น้ำแต่ละสายแห้งขอดเขินเนินทรายสามารถนำทรายขึ้นฝั่งได้ง่าย</li>
                                              <li>คน สมัยก่อนไม่นิยมสวมรองเท้าเข้าวัดทิ้งรองเท้าไว้นอกวัด ต้องเดินเท้าเปล่าเข้าวัด ขึ้นไปบนวิหาร วัดที่มีทรายมากย่อมไม่เปื้อนเท้าเพราะทรายมากย่อมไม่เปื้อนเท้าเพราะทราย เป็นเครื่องเช็ดถูเปอะตมได้เป็นอย่างดี</li>
                                              <li>ทำให้ภายในวัดวาอารามไม่เป็นเปอะตมเฉอะแฉะ ประชาชนสามารถเดินเข้าไปมาได้สะดวก ในคราวมาทำบุญ</li>
                                              <li>วัดเป็นสถานที่รื่นรมย์ที่เรียกกันว่าอาราม การมีทรายอยู่ในวัดมาก  ทำให้วัดสะอาดน่าอยู่ ประชาชนจึงนิยมขนทรายเข้าไปในวัดกันเสมอมา</li>
                                              <li>วัด ที่มีทรายมากป้องกันไม่ให้หญ้าขึ้น หรือมีหญ้าขึ้นบ้างก็ถอนง่ายกว่าหญ้าที่ขึ้นบนดินล้วน ๆ วัดทุกวัดของล้านนาจึงนิยมนำทรายเข้าวัดเพื่อป้องกันหญ้าขึ้น</li>
                                          </ol>
                                          <p><strong>ประวัติและตำนานเกี่ยวกับเจดีย์ทราย</strong><br />
                                          ในตำนานเมืองหริภุญชัยกล่าวถึงการที่พระพุทธเจ้าประทับรอยพระบาทไว้บนที่หาด ทรายเป็นวาลุกเจดีย์ ณ แม่น้ำมนที ในคัมภีร์ธรรมของล้านนาไทยกล่าวว่า “ในสมัยที่พระพุทธเจ้าเป็นชายสามัญมีนามว่า ติสสะ เป็นคนเข็ญใจยากไร้ หาเช้ากินค่ำ เลี้ยงชีวิตด้วยการรับจ้างตัดฟืนขาย แต่เป็นผู้มีศีลธรรมดี เป็นที่รักของประชาชนชาวบ้านมาก วันนี้ติสสกุมารเดินทางออกจากบ้านไปสู่กลางป่าแห่งหนึ่ง มีลำธารไหลผ่านมีหาดทรายขาวงดงามนัก มีจิตปสาทะอยากจะทำบุญจึงได้เอาทรายมาก่อเป็นเจดีย์ ฉีกเสื้อที่ตนสวมอยู่นั้นเป็นยอดธงปักลงบนพระเจดีย์ทรายนั้น และตั้งอธิษฐานว่า อิมินา ปุญญกมเมนาหํ วาลุกเจติยํ กตรา สุขีอตตานํ ปริหรนโต นิพพานปจจโยมหิ เม นิจจํ ด้วยอำนาจบุญกรรมกุศลการก่อพระเจดีย์ทรายนี้ขอให้ข้าพเจ้าได้บริหารตนให้มี ความสุขและเป็นปัจจัยแห่งพระนิพพานเจ้าเถิด และขอให้ข้าพเจ้านั้นได้เป็นพระพุทธเจ้าโปรดสัตว์โลก เมื่อพระโพธิสัตว์ติสสะบำเพ็ญบารมีเต็มที่เต็มถ้วนแล้ว ก็ได้มาเกิดเป็นพระพุทธเจ้าของเราทั้งหลาย<br /></p>
                                
                                          <p><span>Author : มณี  พยอมยงค์</span><br />
                                          <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>	                          
                        
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนเมษายน</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                         <li><a href="apr-1.html">ประเพณีสืบชะตา </a> </li>
                                         <li><a href="apr-2.html">ประเพณีปีใหม่สงกรานต์ </a></li>
                                         <li><a href="apr-3.html">ประเพณีดำหัวปีใหม่เมือง</a></li>
                                         <li><a href="apr-4.html">ประเพณีขนทรายเข้าวัด</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->