<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > เมษายน </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีดำหัวปีใหม่เมือง</h3>
                                    
                                    <p>การดำหัว ในความหมายทั่วไปของชาวล้านนาไทยนั้นหมายถึงการ &#8220;สระผม&#8221; แต่ในพิธีกรรม โดยเฉพาะในเทศกาลสงกรานต์ของทุก ๆ ปี หมายถึง การชำระสะสางสิ่งอันเป็นอัปมงคลในชีวิตให้วิปลาสปราดไป ด้วยการใช้น้ำส้มป่อยเป็นเครื่องชำระ</p>
                                    <p>พิธีกรรมในการดำหัวในเทศกาลสงกรานต์ล้านนา มี 3 กรณี คือ<br />
                                    <strong>กรณีแรก</strong> ดำหัวตนเอง คือทำพิธีเสกน้ำส้มป่อยด้วยคำที่เป็นศิริมงคล เช่น &#8220;สัพพทุกขา สัพพภยา สัพพโรคาวินาสันตุ&#8221; แล้วใช้น้ำส้มป่อยลูบศีรษะ<br />
                                    <strong>กรณีที่สอง</strong> ดำหัวผู้น้อย เช่น ภรรยา บุตร หลาน อันเป็น พิธีกรรมต่อเนื่องจากกรณีแรก คือ ใช้น้ำส้มป่อยลูกศีรษะภรรยา บุตร หลาน หลังจากดำหัวตนเอง หรือการที่ตนเองรับน้ำส้มป่อย (ในกรณีที่สาม) มาลูบศีรษะตนเองเสร็จแล้วสลัดใส่ศีรษะ หรือลูบศีรษะผู้ที่มาดำหัวตนเอง<br />
                                    <strong>กรณีที่สาม</strong> ดำหัวผู้ใหญ่ เช่น บิดา มารดา ครู อาจารย์ พระเถระ ผู้ทรงคุณวุฒิ เป็นต้น กรณีนี้อาจไปดำหัวด้วยตนเอง บางครั้งอาจพาญาติพี่น้องไปเป็นกลุ่ม หรือไปเป็นคณะโดยเฉพาะผู้ใหญ่ที่เป็นที่เคารพนับถือของชุมชน<br />
                                    การดำหัวในกรณีที่สามนี้ ถือเป็นประเพณีที่สำคัญยิ่ง ถือได้ว่าเป็นประเพณีที่สามารถจรรโลงความสันติสุขให้กับสังคม ได้เป็นอย่างดี การดำหัวผู้ใหญ่ด้วยตนเองอาจจะไม่มีพิธีรีตองมากนัก แต่การดำหัวผู้ใหญ่ที่ต้องไปเป็นหมู่คณะ ย่อมมีกิจกรรมที่ซับซ้อนมากขึ้น ดังจะกล่าวต่อไป</p>
                                    <p><strong>การดำหัวผู้ใหญ่ที่ไปเป็นหมู่คณะ </strong><br />
                                    เมื่อทุกคนไปรวมกลุ่มกันตามที่นัดหมายแล้วจึงเคลื่อนขบวนมีการแห่แหนด้วย ฆ้อง กลอง เป็นที่ครึกครื้นบางแห่งมีการแสดงร่วมขบวนด้วย เช่น การฟ้อนเชิง ฟ้อนดาบ ตีกลองสะบัดชัย ดนตรีประเภท สะล้อ ซึง ฯลฯ ระหว่างทางมีการรดน้ำกันอย่างสนุกสนาน เครื่องที่นำไปดำหัวที่ถือได้ก็ช่วยกันถือไป เช่น สลุงน้ำส้มป่อย ต้นดอก ต้นเทียน พานข้าวตอกดอกไม้ เครื่องที่หนักก็จะใส่แคร่ที่ภาษาล้านนาเรียก &#8220;จองอ้อย&#8221; หามกันไป</p>
                                    <p><strong>เครื่องดำหัว </strong><br />
                                    สิ่งของต่าง ๆ ที่เอาไปดำหัวนอกจากจะมีน้ำส้มป่อยพานข้าวตอกดอกไม้แล้วยังเครื่องอุปโภค บริโภคไปเป็นเครื่องสักการะ เครื่องอุปโภคที่นิยมกันส่วนใหญ่จะเป็นผ้า เช่น ผ้าขะม้า เสื้อ ผ้าถุง ผ้าเช็ดหน้า เป็นต้น ส่วนเครื่องบริโภคมักจะเป็นพืชผลทางการเกษตร เช่น ฟัก แฟง แตงโม กระเทียน หัวหอม มะเขือ สิ่งของประเภทผลไม้ตามฤดูกาล เช่น มะปราง มะม่วง มะพร้าว เป็นต้น เครื่องดำหัวต่าง ๆ ดังกล่าวนิยมใส่รวมกันใน &#8220;ชองอ้อย&#8221; (อ่าน-จองอ้อย)<br />
                                    เครื่องดำหัวบางประเภทอาจมีประโยชน์ใช้สอยน้อย หรือบางประเภทอาจไม่ได้ใช้เลย เพราะหมดสมัยแต่ก็ยังนิยมนำไปดำหัวกันอยู่เพราะถือเป็นเครื่องสักการะที่มี มาแต่โบราณ เช่น</p>
                                    <ul>
                                    <li>ต้นดอก คือพุ่มดอกไม้ที่ประกอบด้วยดอกไม้นานาชนิด</li>
                                    <li>ต้นเทียน คือพุ่มเทียน</li>
                                    <li>ต้นผึ้ง คือพุ่มขี้ผึ้ง</li>
                                    <li>หมากสุ่ม คือพุ่มหมากแห้งที่ประดับด้วยหมากแห้งผ่าซึก</li>
                                    <li>หมากเบ็ง คือพุ่มหมากดิบที่ประดับด้วยหมากดิบเป็นลูก ๆ</li>
                                    </ul>
                                    <p><strong>พิธีกรรมในการดำหัว </strong><br />
                                    เมื่อแห่เครื่องสักการะไปถึงแล้วทุกคน นั่งลงแสดงอาการนอบน้อมโดยสงบและเริ่มพิธีกรรมตาม ขั้นตอน ดังนี้</p>
                                    <ul>
                                    <li>ให้มีผู้ถือพานข้าวตอกดอกไม้ สลุงน้ำส้มป่อยและเครื่องสักการะอย่างใดอย่างหนึ่ง เช่น ผ้า อย่างละ 1 คน แล้วนั่งคุกเข่าเฉพาะหน้าผู้ใหญ่ที่จะดำหัวท่าน</li>
                                    <li>หัวหน้าในกลุ่ม ประณมมือกล่าว คำขอขมา และคำขอพร (ตัวอย่างคำขอขมาและคำขอพร &#8220;ในโอกาสที่ปี๋เก๋าได้ล่วงพ้นไปแล้ว ปี๋ใหม่แก้ก็มารอดมาเถิง ผู้ข้าตังหลายก็มาร่ำเปิงเถิงยังอดีตป๋าเวณีอันดีงามมาแต่ก่อน บ่ห่อนละเสียยังศรัทธา จึ่งพากั๋นน้อมนำมายัง ข้าวตอกดอกไม้ไทยวัตถุบริวารทานและน้ำส้มป่อย เพื่อจักมาขอสุมา คารวะหากได้ล่วงล้ำด้วยก๋าย วาจ๋า ใจ๋ ด้วยเจตนาหรือ บ่เจตนาก็ดี ขอท่านจุ่งมีเมตต๋าลดโทษ และขอท่านจุ่งโปรด ปั๋นศีลพรชัยหื้อเป๋นมังคละ แก่ผู้ข้าตังหลายแต่เต๊อะ&#8221;)</li>
                                    <li>ประเคนทานข้าตอกดอกไม้ สลุงน้ำส้มป่อยและเครื่องสักการะ</li>
                                    <li>ผู้ใหญ่รับแล้วใช้มือจุ่มน้ำส้มป่อยลูบศีรษะอาจมีการสลัดน้ำส้มป่อยใส่ผู้ที่มาดำหัวด้วยความเมตตา</li>
                                    <li>ผู้ใหญ่ให้โอวาทและกล่าวขอบคุณ</li>
                                    <li>รับพรจบแล้วกล่าวคำว่า &#8220;สาธุ&#8221; พร้อมกัน</li>
                                    <li>ตามอัธยาศัย</li>
                                    </ul>
                                    <p>ประเพณีการดำหัวเป็นประเพณีที่ดีงาม บรรยากาศ ชุ่มชื่นด้วยการรดน้ำซึ่งกันและ ผู้น้อยมีความกตัญญูต่อผู้ใหญ่ ผู้ใหญ่ให้อภัยแก่ผู้น้อย ก่อให้เกิดความร่วมมือในอันที่จะสร้างสรรค์สิ่งที่ดีงามให้กับสังคมต่อไป<br />
                                    
                                   
                                                                  
                                    <p><span>Author : สนั่น ธรรมธิ</span><br />
                                    <span>Reference : http://www.lannaworld.com/believe/damhurnewyear.htm</span></p>		                          
                        
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนเมษายน</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                         <li><a href="apr-1.html">ประเพณีสืบชะตา </a> </li>
                                         <li><a href="apr-2.html">ประเพณีปีใหม่สงกรานต์ </a></li>
                                         <li><a href="apr-3.html">ประเพณีดำหัวปีใหม่เมือง</a></li>
                                         <li><a href="apr-4.html">ประเพณีขนทรายเข้าวัด</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->