<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > เมษายน </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีสืบชะตา </h3>
                                    <p>การสืบชะตาหรือสืบชาตา หรือการต่ออายุ หรือสืบชะตากำเนิดให้ยืดยาวออกไป หมายถึงต้องการให้เป็นมงคล มีชีวิตอยู่อย่างสุขสบายปราศจากโรคภัยทั้งหลาย ทำให้มีความเจริญรุ่งเรืองสืบไป<br />
                                    ประเพณีสืบชาตาแบ่งออกเป็น 3 ประเภทคือ</p>
                                    <ol>
                                    <li>ประเพณี สืบชะตาคน นับเป็นประเพณีสำคัญอย่างหนึ่ง ที่ชาวล้านนาไทยนิยมทำกันในหลายโอกาส เช่น เนื่องในวันเกิด วันได้ยศศักดิ์ตำแหน่ง วันขึ้นบ้านใหม่ กุฏิใหม่ หรือไปอยู่ที่ใหม่ บางครั้งเกิดเจ็บป่วย หมอเมื่อ (หมอดู) ทายทักว่าชะตาไม่ดี ชะตาขาดควรจะทำพิธีสะเดาะเคราะห์ และสืบชะตาต่ออายุเสีย จะทำให้คลาดแคล้วจากโรคภัย และอยู่ด้วยความสวัสดีต่อไป<br />
                                    การสืบชะตาคนนี้ วิธีการสืบชะตามีเครื่องพิธีคล้ายคลึงกัน อาจจะแตกต่างกันไปบ้างในเครื่องพิธีบางอย่าง และชื่อของเครื่องในพิธีเท่านั้น สถานที่จะจัดทำพิธีสืบชะตาจะทำในห้องโถง หากเป็นวัดก็จะจัดในพระวิหาร หรือที่ “หน้าวาง” คือห้องรับแขกของเจ้าอาวาส ถ้าเป็นบ้านก็จัดทำ “บนเติ๋น” คือห้องรับแขก ซึ่งต้องใช้ห้องกว้าง เพราะให้เพียงพอสำหรับแขกที่มาร่วมงาน หากเป็นวัดก็มีพระภิกษุสามเณรรวมทั้งอุบาสกอุบาสิกาทั้งหลาย ถ้าเป็นบ้านก็ต้อนรับญาติมิตรแขกเหรื่อที่มาร่วมงาน แขกที่มาร่วมงานนี้โดยมากจะเป็นญาติพี่น้องลูกหลาน บางครั้งก็มีผู้สนิทสนมคุ้นเคยมาร่วมด้วย</li>
                                    <li>ประเพณี สืบชะตาบ้าน ความเชื่อของคนส่วนมากคิดว่าบ้านที่ตั้งมาตามฤกษ์ยามวันดีวันเสียนั้น มีเวลาที่ราหูมฤตยูเข้ามาทับเบียดเบียนทำให้ชะตาบ้านขาดลง เป็นเหตุให้ประชาชนที่อยู่อาศัยในบ้านนั้นประสบความเดือดร้อนเจ็บป่วยกันไป ทั่วบ้าน ในกรณีที่มีคนตายติด ๆ กันในบ้านเกิน 3 คน ขึ้นไปในเวลาไล่เลี่ยกันนั้น ชาวบ้านถือว่าอุบาทว์ตกลงมาสู่บ้าน หรือชาวบ้านถือเป็นเรื่อง “ขึดบ้าน ขึดเรือน” จะทำพิธีขจัดปัดเป่า เรียกว่า สืบชะตาบ้าน อีกประการหนึ่ง เมื่อปีใหม่สงกรานต์ล่วงไประยะวันปากปี ปากเดือน ปากวัน ได้แก่วันที่ 16, 17, 18 เมษายน ชาวบ้านจะกำหนดเอาวันใดวันหนึ่งสืบชะตาบ้าน เพื่อให้เกิดความสวัสดีแก่ประชาชนภายในบ้านของตน</li>
                                    <li>ประเพณีสืบชะตา เมือง การทำพิธีสืบชะตาเมืองของชาวล้านนาไทยมีมาแต่สมัยโบราณกาล ถือเหตุที่ว่าการตั้งเมือง มีดวงชะตาที่เรียกกันว่า “ดวงชะตาเมือง” บางครั้งดาวพระเคราะห์ทั้งหลาย ตัวที่เป็นปาปะ เข้ามาทับดวงเมืองทำให้เมืองนั้นชะตาตก ชะตาไม่ดี และชะตาขาด เมื่อเป็นเช่นนี้ชาวเมืองที่อยู่อาศัย ในเมืองนั้นจะได้รับความเดือดร้อน เป็นทุกข์ด้วยโรคภัยไข้เจ็บและ ได้รับเคราะห์กรรมต่าง ๆ นานา เมื่อเป็นดังนี้ผู้เป็นใหญ่ในเมืองนั้น จะร่วมทำพิธีสืบชะตาเมืองขึ้น เพื่อสืบอายุเมืองต่อไปมิให้ขาดลง ในคัมภีร์สืบชะตาเมืองกล่าวว่า “คันจักสืบชะตา บุปผาลาซา ดวงดอก ข้าวตอก ดอกไม้ ลำเทียนหื้อได้ไปนิมนต์พระพุทธ พระธรรม พระสงฆ์เจ้า มาพอเท่าอายุเมืองนั้น คือว่าปีตั้งเมืองแต่ปถมหัวทีนั้น มาตราบเถิงปีบัดเดี๋ยวนั้น นับถือหลังมันได้กี่ปีก็หื้อเอาพระสังฆะเจ้าเท่านั้น มาสูตรกระทำมังคละ”</li>
                                    </ol>
                                    <p>พิธีสืบชะตาเมือง ก็เพื่อต้องการให้บ้านเมืองประสบความเจริญรุ่งเรือง อุดมสมบูรณ์ไปด้วยพืชพันธุ์ธัญญาหาร ด้วยความเชื่อว่าเทพารักษ์ซึ่งอยู่เบื้องบน จะช่วยอำนวยความสุขให้ สมปรารถนาเมื่อทำพิธีการให้ถูกต้องตามลัทธิผีสางเทวดา ในการทำพิธีสืบชะตาเมืองนี้ ปรากฏในพับหนังสา (สมุดข่อย) จารึกด้วยตัวหนังสือ ล้านนาไทย หลายฉบับกล่าวถึงพิธีสืบชะตาเมืองในสมัยพระเมืองแก้ว กษัตริย์ล้านนาไทย รัชกาลที่ 13 ในราชวงค์มังราย ซึ่งครองราชสมบัติตั้งแต่ พ.ศ. 2038-2068 ไว้อย่างละเอียด และ พระมหากษัตริย์จะทรงเป็นประธาน ในพระราชพิธีสืบชะตาเมืองเพื่อให้เกิด สวัสดีมงคล โดยทั่วกัน</p>
                                                                  
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>	                          
                        
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนเมษายน</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                         <li><a href="apr-1.html">ประเพณีสืบชะตา </a> </li>
                                         <li><a href="apr-2.html">ประเพณีปีใหม่สงกรานต์ </a></li>
                                         <li><a href="apr-3.html">ประเพณีดำหัวปีใหม่เมือง</a></li>
                                         <li><a href="apr-4.html">ประเพณีขนทรายเข้าวัด</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->