<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > สิงหาคม </h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีสู่ขวัญควาย</h3>
                                      
                                   <p>
                                   การใช้ควายเป็นสัตว์ลากไถคราด สำหรับทำนาจะมีมาแต่ครั้งใดนั้น ไม่ปรากฏหลักฐานแน่ชัด แต่ในคัมภีร์กฎหมายล้านนาไทยหลายฉบับ เช่น มังรายศาสตร์ คัมภีร์แต่งถ้อยชนคำ และกฎหมายชลประทานราษฎร์ของอาณาจักรล้านนาไทย ได้พูดถึงลักษณะการเช่าควายไปทำนาไว้มากแห่งด้วย โดยวางอัตราไว้ถึงค่าเช่าและเวลาถูกขโมยต้องเสียค่าปรับไหม เป็นต้น</p>
                                   <p>ตามข้อความในกฎหมาย มังรายศาสตร์ซึ่งมีอายุ 700 กว่าปี เป็นกฎหมายที่พญามังรายทรงเรียบเรียงและตราไว้ตามลักษณะพระธรรมศาสตร์ของมอญ โบราณแล้ว จะเห็นได้ว่าประเทศในในเอเชียตะวันออกเฉียงใต้ ใช้วัวควายเป็นพาหนะสำหรับการทำไร่นา และลากเกวียนมาช้านานแล้ว ถ้าจะนับมอญโบราณในอาณาจักรสุธรรมวดี ทวารดีแล้ว การใช้ควายไถนาก็มีอายุตั้ง 2-3 พันปีทีเดียว</p>
                                   <p>อาศัยเหตุที่คนไทยสมัยโบราณเราใช้ควายเป็นสัตว์ลากไถ ลากคราด (เฝือ) จึงถือเป็นสัตว์ใหญ่มีค่ามาก เป็นค่านิยมของคนโบราณทีเดียวว่า ไม่นิยมรับประทานเนื้อควาย เนื้อวัว ชาวบ้านให้ความเมตตาสงสารมันว่าเคยไถนาให้ กินเนื้อมันไม่ลง โดยมากจะเลี้ยงมันจนเฒ่าแก่และตายไปเอง ชาวบ้านจึงจะพากันแล่เนื้อ เอาหนังเอาเขาไปใช้ประโยชน์ ส่วนเนื้อก็แกงกันกินในหมู่บ้าน เขาเรียกว่า “ตกปุ้น” คือ แบ่งส่วนเจ้าของวัวควายได้ 1 ใน 3 รวมทั้งหนังและเขาด้วย</p>
                                   <p><strong>เครื่องทำพิธีสู่ขวัญควาย</strong><br />
                                   1.	ทำบายศรีนมแมว หรือบายศรีปากขาม อย่างใดอย่างหนึ่ง<br />
                                   2.	ทำกรวยดอกไม้และด้ายสำหรับผูกเขาควายเวลาสู่ขวัญ<br />
                                   3.	หญ้าอ่อน 1 หาบ สำหรับเป็นรางวัลแก่ควาย<br />
                                   4.	ข้าวเหนียวสุก 1 กล่อง<br />
                                   5.	ไก่ต้มหนึ่งคู่<br />
                                   6.	เหล้าไหหนึ่ง<br />
                                   7.	ขนมบางอย่าง เช่น ขนมต้มขาว ขนมต้มแดง หรือข้าวต้มมัด<br />
                                   8.	น้ำขมิ้นส้มป่อยใส่ขันเงิน สำหรับประพรมควาย</p>
                                   <p><strong>วิธีทำขวัญควาย</strong><br />
                                   นำเอาเครื่องพิธีมาวางบนเสื่อที่ปูไว้ในแหล่งหรือคอกควาย เจ้าของนำควายไปอาบน้ำ ขัดสีฉวีวรรณจนหมดจดสะอาด แล้วจูงควายมาผูกไว้กับเสาหรือหลักในคอก จากนั้นก็ไปเชิญพิธีกร หรือ ปู่อาจารย์มาทำพิธีปัดเคราะห์ เรียกขวัญ จนเสร็จแล้วเอาด้ายผูกกรวยดอกไม้ติดกับเขาควาย บางรายเอาด้ายสายสิญจน์ผูกคนไว้ด้วย แล้วเอาน้ำขมิ้นส้มป่อยประพรมเพื่อให้ควายอยู่สุขสบาย พอทำพิธีเสร็จ เจ้าของยกเครื่องข้าวขวัญออกไป และนำเอาหญ้าอ่อนมาให้ควายกินเป็นเสร็จพิธีทำขวัญควาย สำหรับเจ้าของยังไม่เสร็จเพราะยังจะชวนพิธีกรมากินไก่และดื่มเหล้าจากไหนั้น สนุกสนานตลอดวัน ถือว่างานปักดำได้ผ่านพ้นไปแล้ว เป็นการฉลองความเหนื่อยยากจากการไถนาและดำนาอีกส่วนหนึ่งด้วย</p>
                                     
                         
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนสิงหาคม</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-aug1.html">ประเพณีบูชาพุมท้าง แม่โพสพ และจตุโลกบาล</a> </li>
                                            <li><a href="library-culture-aug2.html">ประเพณีสู่ขวัญควาย</a></li>
                                            <li><a href="library-culture-aug3.html">ประเพณีเอามื้อ (ลงแขก)</a></li> 
                                            <li><a href="library-culture-aug4.html">ประเพณีฟังเทศน์ ฟังธรรม</a></li>  
                                            
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->