<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > สิงหาคม </h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีบูชาพุมท้าง แม่โพสพ และจตุโลกบาล</h3>
                                      
                                    <p>ในการเกษตรของล้านนาไทยนั้น มีประเพณีการบวงสรวงสังเวยที่สำคัญอยู่อย่างหนึ่ง คือ การปูชา “พุมท้าง” หรือ “ปุมต๊าง” ปูชาแม่โพสพและท้าวจตุโลกบาล</p>
                                    <p><strong>พุมท้างคืออะไร</strong><br />
                                    พุม ได้แก่ ทำนบขนาดเล็กที่จะปิดกั้นน้ำในลำเหมืองให้เอ่อขึ้นแล้วไหลเข้าไปในนาของ ชาวนาแต่ละคน นาแต่ละแปลงจะมีพุมหนึ่งแห่ง มีการปิดกั้นเป็นบางเวลา หากนาของใครได้รับน้ำเพียงพอแล้วจะ “ข่างพุม” คือ เปิดทำนบให้น้ำไหลไปตามลำเหมืองเข้าในนาของคนอื่นต่อไป</p>
                                    <p>ท้าง คือ ร่องที่เป็นทางน้ำเข้าในนาของแต่ละแปลงหรือแต่ละไร่ สันนิษฐานว่าจะเป็นทางมาแต่เดิม ภายหลังเรียกทางน้ำว่า ท้างน้ำกันทั่วไป</p>
                                    <p>ความเชื่อของชาวนาในล้านนาไทยนั้นมีว่า ไม่ว่าจะเป็นต้นน้ำลำธารจะมีเทพยดารักษา เรียกว่า ผีขุนน้ำ ในนาก็จะมีเทพธิดารักษา เทวดารักษาสถานที่เกี่ยวกับท้างน้ำ ทำนบและร่องน้ำเข้านา และรักษาผลิตผลคือข้าวกล้า ได้แก่ เทพธิดาโพสพและเทพเจ้าผู้รักษาทิศทั้ง 4 มิให้คนพาลทั้งหลายมาเบียดเบียนไร่นา คือ ท้าวจตุโลกบาล จะต้องบวงสรวงสังเวยท่านเพื่อขอการคุ้มครองรักษา</p>
                                    <p><strong>พิธีกรรมในการปูชา</strong><br />
                                    เครื่องพิธีกรรมที่สำคัญในการสังเวยแม่โพสพและท้าวจตุโลกบาลนั้น คือ</span></p>
                                    <ol>
                                        <li>ทำตั่งข้าวแฮกไว้เพื่อเป็นที่วางเครื่องบวงสรวงสังเวย</li>
                                        <li>ไม้ไผ่รวกตัดทั้งลำไม่ตัดกิ่งตัดใบ</li>
                                        <li>ทำ เฉลว ซึ่งล้านนาเรียกว่า ตาแหลว เพื่อเป็นเครื่องป้องกันอันตรายต่างๆ ถือตามคติไทยว่า เทพยดาเจ้าในทิศทั้ง 8 จะเป็นผู้คุ้มครองสถานที่ ถือตามคติพุทธศาสนา มีมโน 8 ทิศ ซึ่งกราบไว้นมัสการต่อเทพยดาเจ้าทั้งหลาย ถือตามคติจีนได้แก่เซียน 8 องค์</li>
                                        <li>สังวาลย์ คือ ห่วงไม้ไผ่สานเป็นห่วงคล้องกัน ใช้แขวนกิ่งไม้ไผ่เป็นเครื่องทำนบน้ำมากน้ำน้อย โดยชาวนาสุ่มเอาว่าปีนี้ชาวนาทั้งหลายแขวนสังวาลสูง น้ำจะมาก หากแขวนสังวาลต่ำเป็นส่วนมากน้ำจะน้อย</li>
                                        <li>รูปปลา เขาจะทำปลาไม้ 2-3 ตัวแขวนกับกิ่งไม้ไผ่เป็นเครื่องแสดงถึงว่าในน้ำในนานี้อุดมสมบูรณ์ ในน้ำมีปลาในนามีข้าว (บางแห่งนิยมทำตอนแฮกนา บางแห่งทำหลังจากปักดำนาแล้ว)</li>
                                        <li>ทำแท่นบูชาท้าวทั้งสี่ คือ ท้าวจตุโลกบาล ได้แก่ ท้าวธตรฐ ท้าววิรุฬหก ท้าววิรูปักษ์ ท้าวกุเวร ยังเพิ่มพระอินทร์ และแม่นางธรณีด้วย</li>
                                        <li>ทำส้อหล้อ คือ เอาไม้ไผ่มาผ่าแล้วสานให้มีปากแบนขยายออกใช้เป็นที่วางภาชนะ เช่น หม้อน้ำ เป็นต้น</li>
                                   </ol>
                                    <p>การบูชาพระแม่โพสพนั้น เจ้าของนาจะเตรียมเครื่องสังเวยประกอบด้วย สะตวง หรือ กระทงใส่เครื่องสังเวยต่อไปนี้</p>
                                    <ul>	                                
                                        <li>สะตวง</li>
                                        <li>อาหารคาว</li>
                                        <li>อาหารหวาน</li>
                                        <li>หมาก พลู บุหรี่</li>
                                        <li>กล้วย</li>
                                        <li>อ้อย</li>
                                        <li>ดอกไม้ ธูปเทียน</li>
                                    </ul>
                                    <p>กระทงนี้เป็นสำรับสังเวยแม่โพสพ เทพธิดาผู้ให้กำเนิดข้าว ด้วยการว่าคำโวหารขออัญเชิญให้มาขุมขางรักษาข้าวกล้าในนามิให้เกิดอันตราย ได้ แล้วนำกระทงขึ้งวางบนส้อหล้อเครื่องสังเวย<br />
                                    การบูชาท้าวจตุโลกบาลทั้ง 4 นี้ เตรียมเครื่องสังเวย 4 จำนวน 6 กระทง คือ</p>
                                    <ul>
                                    <li>ข้าวสุก</li>
                                    <li>อาหารหวาน คาว</li>
                                    <li>หมากพลู บุหรี่</li>
                                    <li>กล้วย</li>
                                    <li>อ้อย</li>
                                    <li>มะพร้าว</li>
                                    <li>ผลไม้</li>
                                   </ul>
                                    <p>ทั้งหมดนี้อย่างละ 4 อันใส่ในกระทงสังเวย ขณะที่ได้บูชาสังเวยแม่โพสพแล้ว ปู่อาจารย์จะเป็นคนเชิญท้าวทั้ง 4 มารับเครื่องสังเวยต่อไป</p>
                                     
                         
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนสิงหาคม</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-aug1.html">ประเพณีบูชาพุมท้าง แม่โพสพ และจตุโลกบาล</a> </li>
                                            <li><a href="library-culture-aug2.html">ประเพณีสู่ขวัญควาย</a></li>
                                            <li><a href="library-culture-aug3.html">ประเพณีเอามื้อ (ลงแขก)</a></li> 
                                            <li><a href="library-culture-aug4.html">ประเพณีฟังเทศน์ ฟังธรรม</a></li> 
                                            
                                        </ul>
                                    </div>
                                </div>
                        
                        
                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->