<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > กุมภาพันธุ์ </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                 <h3>ประเพณีปอยน้อย</h3>
                                 <p>ประเพณีปอยน้อย หรือ ปอยบวช ได้แก่ประเพณีการบวชเป๊กข์ หรือการบรรพชาอุปสมบทของชาวล้านนา มีชื่อเรียกแตกต่างกันไปบ้างในแต่ละท้องถิ่น คือ</p>
                                 <ul>
                                     <li>ปอยน้อย คืองานขนาดเล็ก จัดขึ้นเฉพาะวงศ์ญาติและมิตรสหายที่รู้จัก</li>
                                     <li>ปอยบวช งานบรรพชาสามเณรหรือนำเด็กมาบวชเป็นศิษย์วัดในพุทธศาสนา</li>
                                     <li>ปอย เป๊กข์ งานอุปสมบทพระภิกษุ ทางล้านนานิยมใช้คำว่า &#8220;เป๊กข์ธุ&#8221; คำนี้มาจากคำว่า &#8220;อุปสัมปทาเปกขะ&#8221; ภาคกลางใข้พยางค์หน้าเป็น อุปสมบท ล้านนาใช้พยางค์ท้ายว่า อุปสัมปทาเปกขะ เป็น&#8221;เป๊กข์&#8221; จึงมีความแตกต่างกันไปทั้งที่ความหมายเป็นอันเดียวกัน</li>
                                     <li>ปอยลูกแก้ว งานบวชที่มีการแห่ลูกแก้ว หรืแแห่นาค</li>
                                     <li>ปอยส่างลอง คือ ประเพณีปอยบวชสามเณรของชาวไทยใหญ่</li>
                                 </ul>
                                 <p>รวมความว่า ปอยน้อยคือประเพณีที่จัดขึ้นเป็นการภายใน เฉพาะวงศ์ญาติและมิตรสหายเท่านั้น มิได้เป็นงานส่วนรวมหรือสาธารณะอย่างปอยหลวง อาจมีการร่วมกันบวชเด็กที่เป็นกำพร้าขาดคนดูแลบ้าง โดยเจ้าอาวาสเป็นประธานแต่ก็นาน ๆ ครั้งไม่มีบ่อย งานที่จัดขึ้นเฉพาะเจ้าภาพและญาติเช่นนี้ จึงเรียกว่า &#8220;ปอยน้อย&#8221; การปฏิบัติตามจารีตดังกล่าวนับเป็นประเพณีสำคัญทางพุทธศาสนา ประเพณีหนึ่งของ ล้านนาไทย</p>
                                 <p><strong>คุณค่าการบวชในพุทธศาสนา</strong><br />
                                 การบวชสามเณร หรือปอยน้อยในล้านนาไทยนั้น มีความมุ่งหมายและคุณค่าสำคัญดังนี้ </p>
                                 <ol>
                                     <li>ต้องการให้เด็กรู้หนังสือ อ่านออกเขียนได้</li>
                                     <li>ต้องการให้เด็กรู้ศีลธรรม จริยธรรม</li>
                                     <li>ต้องการให้เด็กได้เรียนรู้วิชาชีพ</li>
                                     <li>ต้องการเป็นศาสนทายาท คือ ผู้สืบมรดกทางพุทธศาสนา</li>
                                     <li>ต้องการให้สังคมยอมรับบิดามารดาว่าเป็นผู้ศรัทธาในพุทธศาสนา</li>
                                     <li>ต้องการให้เกิดบุญกุศลเป็นการสร้างสมบารมี</li>
                                     <li>ต้องการให้เป็นพาหนะสู่สวรรค์และนิพพาน</li>
                                     <li>ต้องการเป็นคนสุก เพราะการอบรมบ่มนิสัย</li>
                                 </ol>
                                 <p>
                                    คุณค่าที่สำคัญอีกประการหนึ่ง คือ สังคมไทยต้องการคนที่มีความรู้ และได้รับการฝึกหัดอบรมมาจากวัดแล้วว่า “เป็นคนสุก” หรือ เป็น “ขนานบัณฑิต” ชาวบ้านอยากจะให้ลูกสาวแต่งงานด้วย หวังใจว่าคนที่บวชแล้วย่อมรัก ทนุถนอมลูกเมียไม่ทอดทิ้ง เพราะจิตใจเต็มไปด้วยความเมตตากรุณา<br />
                                   Author : มณี  พยอมยงค์<br />
                                   Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.
                                   </p>	                          
                        
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมกราคม</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                          <li><a href="feb-1.php">ประเพณีปอยน้อย</a> </li>
                                          <li><a href="feb-2.php">ประเพณีมาฆบูชา</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->