<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > กุมภาพันธุ์ </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                 <h3> ประเพณีมาฆบูชา</h3>
                                 <p>ประเพณีมาฆบูชา เป็นประเพณีที่ชาวพุทธประพฤติปฎิบัติกันมาเป็นเวลาช้านาน เพราะวันมาฆะ เป็นนักขัตฤกษ์สำคัญ ที่ชาวพุทธได้มีโอกาสรำลึกถึงพระผู้มีพระภาคเจ้า ที่ทรงประกาศหัวใจพระศาสนา การปฏิบัติตามประเพณีจึงมีลักษณะแตกต่างกันไปบ้าง ตามความเชื่อของท้องถิ่น แต่การปฏิบัติตามประเพณีส่วนใหญ่เหมือนกัน</p>
                                 <p>วันมาฆบูชา เป็นวันสำคัญยิ่งวันหนึ่งในพระพุทธศาสนา คำว่า &#8220;มาฆบูชา&#8221; มาจากคำว่า &#8220;มาฆปุณณมีบูชา&#8221; หรือ มาฆบูรณมีบูชา คำว่า &#8220;มาฆะ&#8221; เป็นชื่อของดาวฤกษ์กลุ่มหนึ่ง ซึ่งโคจรเข้าอยู่ในราศีการโคจรของโลกในเดือน 5 เหนือ หรือเดือน 3 ของภาคกลาง ทางจันทรคติเรียกว่า &#8220;มาฆมาส&#8221; ในราวเดือนกุมภาพันธ์ ทางสุริยคติ เรียกชื่อประเพณีมาฆะนี้ว่า วันมาฆะบ้าง มาฆบูรณมีบ้าง วันมาฆบูชาบ้าง วันจาตุรงคสันนิบาตบ้าง ซึ่งหมายถึงการบูชาในเพ็ญเดือน 3 ตรงกับวันเพ็ญเดือน 5 เหนือ พระจันทร์เสวยมาฆฤกษ์</p>
                                 <p>กลุ่มดาวมาฆะเป็นดาวฤกษ์กลุ่มหนึ่งในท้องฟ้า คำสามัญเรียกว่า &#8220;ดาววานร&#8221; หรือ &#8220;ดาวงู&#8221; พวกโหรเรียกว่า &#8220;สิงห์โต&#8221; หรือ ราศีสิงห์ มีชื่อเรียงตามลำดับฤกษ์ของโหรเป็นฤกษ์ที่ 10 เรียกว่า &#8220;ทลิทโท&#8221;</p>
                                 <p>วันมาฆบูชา เกี่ยวเนื่องในอดีตกาล เมื่อครั้งพระพุทธเจ้ายังเสด็จท่องเที่ยวโปรดสัตว์อยู่นั้น พระองค์ได้เสด็จไปประทับอยู่ ณ เวฬุวนาราม มีพระสงฆ์ 2 คณะ เรียกว่า บุราณชฎิล คณะหนึ่งจำนวน1,000 รูป และปริพพาชกอีกคณะหนึ่ง จำนวน 250 รูป พระสาวกทั้งสองฝ่ายนี้ต่างฝ่ายต่างก็พากันเข้าเฝ้าพระพุทธเจ้าเพื่อฟังพระ ธรรมเทศนา โดยพระองค์มิได้มีพุทธฎีกาให้มาเฝ้าเลย และพระสงฆ์ทั้ง 1,250 รูป ได้อุปสมบทในสำนักพระพุทธเจ้า โดยพระองค์ทรงตรัสว่า &#8220;เอหิภิกขุ&#8221; ทั้งนั้น เมื่อใครได้ พุทธฎีกาว่า &#8220;เอหิภิกขุ&#8221; แล้วก็ถือกันว่า เป็นภิกษุโดยชอบธรรม ไม่ต้องทำพิธีบวชกันเหมือนทุกวันนี้ นอกจากนี้พระสงฆ์ทั้ง 1,250 รูป ล้วนแต่ได้บรรลุพระอรหันต์ปฎิสัมภิทาญาณแล้วทั้งสิ้น</p>
                                 <p>วันจาตุรงคสันนิบาต<br />
                                 วันมาฆบูชาถือกันว่า เป็นวันประชุมสิ่งสำคัญ 4 ประการ คือ<br />
                                 1. พระสงฆ์มาเฝ้าพระพุทธเจ้าโดยไม่ได้นัดหมาย<br />
                                 2. พระสงฆ์เหล่านั้นเป็นพระอรหันต์ล้วน<br />
                                 3. วันนั้นเป็นวันเดือนมาฆะ คือ เดือนห้าเหนือเพ็ญ (เพ็ญเดือน 3)<br />
                                 4. พระพุทธเจ้าแสดงโอวาทปฏิโมกข์หัวใจพระศาสนา</p>
                                 <p>ในวันมาฆบูชานี้ ชาวพุทธจะพากันนำดอกไม้ ธูป เทียน ไปสู่วัดวาอาราม ปุณยสถานที่ใกล้บ้านของตน กราบพระรัตนตรัยแล้ว ภิกษุที่เป็นประธานสงฆ์จะกล่าวคำบูชาพระพุทธคุณ เนื่องในวันมาฆะเป็นพระบาลีและคำแปลจนจบเรื่องราวของพระพุทธเจ้า ประชาชนเปล่งวาจาว่าตามจนจบ แล้วลงไปสู่ลานหน้าพระอุโบสถ วิหาร เจดีย์แห่งใดแห่งหนึ่ง จุดธูปเทียนและเดินปทักษิณเวียนเทียน 3 รอบ ในขณะที่เดินนั้น ให้กล่าวคำว่า พุทโธๆ หรือใช้คำว่า ปทักขิณังๆ ก็ได้ เมื่อเดินได้รอบหนึ่งให้หยุดหันหน้าเข้าหาพระประธาน ยกมืออภิวาทหนหนึ่งแล้วเดินรอบที่สอง ที่สามตามลำดับ ครบสามรอบแล้วนำธูปเทียนดอกไม้ไปสักการะที่พระเจดีย์หรือสถานที่อันควร</p>
                                 <p>Author : มณี  พยอมยงค์<br />
                                       Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</p>                        
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมกราคม</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                          <li><a href="feb-1.php">ประเพณีปอยน้อย</a> </li>
                                          <li><a href="feb-2.php">ประเพณีมาฆบูชา</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="library-culture-detail-jan1.html">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="library-culture-feb1.html">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->