<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > มราคม </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                               <h3>ประเพณีทานข้าวจี่-ข้าวหลาม</h3>
                               <p>วันเพ็ญเดือน 4 เหนือ เดือน ยี่ ใต้ คือ เดือนมกราคม เป็นเดือนที่ชาวนาเก็บเกี่ยวข้าวแล้วนำไปใส่ยุ้งฉาง ชาวล้านนาไทยนิยมทำบุญทำทานก่อนที่ตัวเองจะบริโภค เพื่ออุทิศส่วนกุศลแก่เทพยดา มีแม่โพสพ เป็นต้น ให้ช่วยคุ้มครองดูแลข้าวเปลือกในยุ้งฉางหลองข้าวของตน มิให้สิ่งอื่นใดมารบกวน ทำให้การกินข้างเปลือกหมดเร็ว การทำบุญทานข้าวจี่เข้าหลาม มีการทำดังนี้ การเตรียมข้าวจี่ ในสมัยโบราณชาวล้านนาไทยนิยมการทำอาหารให้สุกด้วยการจี่ การเผา การปิ้ง การย่าง เป็นส่วนมาก ไม่ใช่การทอดอย่างในปัจจุบัน ดังนั้นคนในสมัยโบราณจึงมีอายุยืนเพราะไม่มีไขมันอุดตันเส้นเลือดอย่างคน สมัยปัจจุบัน การทำบุญข้าวจี่-ข้าวหลามมีการเตรียม คือ
                               </p>
                               <ol>
	                               <li>ผู้ที่จะถวายเข้าจี่ต้องเตรียมนึ่งข้าวเหนียวให้สุก แล้วเตรียมถ่านไฟจากเตา พัดวีจนลุกโชนแล้ว ข้าวสุกปั้นเป็นกลม ๆ ใช้ไม้ไผ่เหลาให้เป็นแผ่นบางเสียบเข้าไป แล้วนำเข้าจี่ที่ถ่านไฟแดง ๆ พลิกไปพลิกมาให้มีผิวเหลืองกรอบน่ากิน บางรายต้องการให้ไหม้เสียบ้าง ชอบรับประทาน ถือว่าอร่อยกว่าการจี่แบบสุกเหลืองกรอบ เพราะมีกลิ่นหอมกว่า สิ่งนี้แล้วแต่ความพอใจของบุคคล
	                               </li>
	                               <li>บางรายเวลาจี่จะบี้เข้าปั้นให้มี รูปบ้านหรือแบน ๆ เพื่อสะดวกในการจี่ และนิยมทาน้ำผึ้ง น้ำอ้อย บางรายทาน้ำกะทิข้นให้ซึมเข้าไปในข้าวจี่ เมื่อจี่จนกรอบตามต้องการแล้ว นำมาใส่จานหรือภาชนะพื่อนำไปถวายพระในวันเดือน 4 เพ็ญ
	                               </li>
	                               <li>การจี่ข้าว เย็น คือข้าวที่นึ่งนานแล้ว จะรับประทานอย่างธรรมดาก็จืดชืดแข็งไม่อร่อย ชาวบ้านจึงนิยมเอาข้าวมาปั้นเสียบด้วยไม้จี่ไฟ แจกกันกินอร่อยกว่ารับประทานข้าวเย็นธรรมดา การจี่ข้าวแบบนี้หากจะพิจารณากันในแง่การกินแล้ว ได้ 2 ลักษณะ คือเป็นอาหารคาวใช้รับประทานกับแกง และใช้เป็นอาหารหวาน เพราะข้าวจี่มีรสหวาน มันกรอบ เพราะทาน้ำผึ้ง น้ำอ้อย อร่อยนัก ชาวบ้านในชนบทของไทยไม่พิถีพิถันเรื่องอาหาร การได้กินข้าวจี่จึงเป็นเครื่องแทนขนมหวานได้เป็นอย่างดี เพราะทำง่ายและวัสดุก็มีอยู่แล้วการทำบุญข้าวจี่นี้ นิยมทำกันกลุ่มประชาชนที่รับประทาานข้าวนึ่งเป็นอาหารหลัก คือไทยในล้านนา ไทยภาคอีสาน และประเทศลาว สำหรับไทยภาคกลางปัจจุบันนิยมรับประทานข้าวตัง คือ ข้าวติดก้นกะทะ หรือก้นหม้อหุงข้าวนำมาทอดให้กรอบ การรับประทานข้าวจี่และข้าวตัง จึงเป็นการสงวนอาหารไว้เป็นอย่างดี จึงนิยมกันสืบมาจนทุกวันนี้
	                               </li>
	                               <li>การทำข้าวหลาม คือ การนำข้าวสารเหนียวใส่กระบอกไม้ไผ่ ใส่น้ำแช่ไว้นานประมาณ 1 คืน หรือประมาณ 6 ชั่วโมงแล้วนำมาเผาไฟจนสุก </li>
                               </ol>
                              <h4> <b>การทำบุญข้าวจี่-ข้าวหลาม 2 วิธี</b>  </h4>
                              <ol>
	                              <li>การเตรียมข้าวจี่ ข้าวหลาม และอาหารคาวหวานไปถวายพระสงฆ์ในตอนเช้า ขอท่านให้พรหรือล้านนาเรียกว่า “ปันพร” นั้น ชาวล้านนาจะนิยมถวายทุกบ้านเรือน เมื่อทำบุญข้าวใหม่เพื่ออุทิศส่วนบุญกุศลให้แก่บุพการีของตน
	                              </li>
	                              <li>
	                              การ ขึ้นวัดหรือขึ้นวิหาร หลังจากการนำเอาขันข้าวไปถวายพระภิกษุเพื่ออุทิศบุญกุศลแด่บรรพชนแล้ว ศรัทธาประชาชนประจำวัดจะนำเอาข้าวจี่ข้าวหลาม อาหารอีกส่วนหนึ่งนำขึ้นไปรวมกันบนวิหาร ซึ่งจะมีพิธีกรรมต่อไปนี้
	                              <ol>
	                                  <li>นำดอกไม้ใส่พานไปใส่ขันแก้วทั้ง 3</li>
	                                  <li>เอาข้าวใส่บาตร พระพุทธ พระธรรม พระสงฆ์</li>
	                                  <li>เอาอาหารใส่ในถาดที่เตรียมไว้</li>
	                                  <li>เอาน้ำหยาดหรือน้ำทักขิณา ใส่รวมกันในน้ำต้นหรือคนโทของวัด สำหรับกรวดน้ำร่วมกัน </li>
	                                  <li>ใส่ดอกไม้ในพานขอศีล เรียก “ขันขอศีล”</li>
	                                  <li>ใส่พานดอกไม้ในพานถวายไทยทาน (ขันนำทาน)</li>
	                              </ol>
	                              </li>
	                              <li>เมื่อพระสงฆ์ขึ้นพร้อมกันบนวิหาร ปู่อาจารย์หรือมัคนายกจะขอศีลกล่าวคำถวายแล้วนำอาหารบิณฑบาต ข้าวจี่ข้าวหลามถวาย พระสงฆ์อนุโมทนา หลังจากพระสงฆ์ให้พระแล้ว ศรัทธาประชาชนจะกรวดน้ำอุทิศส่วนกุศลแก่บรรพชนและขอขมาพระรัตนตรัยแล้วก็ กลับบ้าน</li>
                              </ol>
                              <h4>คุณของการถวายข้าวจี่ ข้าวหลาม</h4>
                              <ol>
	                              <li>ทำให้มีความสุข เบิกบานใจที่ได้ทำบุญด้วยน้ำพักน้ำแรงตน</li>
	                              <li>ทำให้มีโอกาสแสดงกตัญญูกตเวทีต่อบรรพชนและเทพยดา</li>
	                              <li>ทำให้มีการปฏิบัติตามจารีตประเพณี</li>
	                              <li>เป็นแบบอย่างแก่ลูกหลานเยาวชน</li>
	                              <li>เป็นโอกาสที่ได้สังสรรค์กับเพื่อนบ้าน</li>
	                              <li>ทำให้เกิดความรักความผูกพันกับเพื่อนบ้าน</li>
	                              <li>เป็นการบำรุงพระศาสนาอันเป็นที่เคารพสักการะของตน</li>
                              </ol>
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมกราคม</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                          <li><a href="jan-1.php">ประเพณีทานหลัวหิงไฟ</a> </li>
                                          <li><a href="jan-2.php">ประเพณีทานข้าวจี่-ข้าวหลาม</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="library-culture-detail-jan1.html">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="library-culture-feb1.html">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->