<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">




            <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > มราคม </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                <h3>ประเพณีทานหลัวหิงไฟพระ</h3>
                                <p>“หลัว”  คือ  ฟืนที่นำมาเป็นเชื้อก่อไฟ<br />
                                    “หิง”     คือ  การผิง ล้านนาไทยเรียกการผิงไฟว่าหิงไฟ</p>
                                <p><strong>เหตุที่เกิดประเพณี</strong></p>
                                <ol>
                                    <li>พระสงฆ์ต้องการทำเป็นพุทธบูชา มีความเชื่อในลักษณะสมมุติว่า พระพุทธรูปก็หนาวเหมือนกันจึงทำหลัวฟืนมาจุดไฟให้ผิง เพื่อให้คลายหนาว</li>
                                    <li>ต้องการให้ประชาชนศรัทธาที่มาทำบุญได้ถือโอกาสผิงไฟ ผ่อนคลายความหนาว เพราะได้รับไออุ่นจากไฟ</li>
                                    <li>สร้างศรัทธาความเชื่อให้เกิดขึ้นแก่ประชาชน เพื่อจะช่วยกันสร้างสรรค์วัดวาอารามให้เจริญรุ่งเรืองขึ้น</li>
                                    <li>สร้างความสามัคคีให้เกิดขึ้นแก่พระสงฆ์ และศรัทธาประชาชนให้พร้อมกันจัดทำ</li>
                                    <li>สร้างสัญญาณในการตื่นขึ้นเพื่อเตรียมอาหารและไทยทาน นึ่งข้าว หุงข้าว ตั้งแต่เช้าเพื่อจะได้มาวัดพร้อมเพรียงกัน</li>
                                </ol>
                                <p><strong>วิธีการทำหลัวหิงไฟพระเจ้า</strong><br />
                                    เมื่อถึงเทศกาล เจ้าอาวาสของวัดจะสั่งให้พระภิกษุสามเณรลูกศิษย์ของท่านไปหาหลัวหรือฟืนตาม ป่า เลือกเอาไม้ที่มีสีขาวให้ถ่านดี ทนทาน ไม่แตกเวลาก่อไฟ และหาได้ง่ายในท้องถิ่น ไม้ที่นิยมเอามาทำเป็นฟืนสำหรับผิงพระพุทธเจ้านั้น คือ</p>
                                <ol>
                                    <li>ไม้คนทา หรือไม้ชิงชี่ เป็นไม้ลักษณะเป็นเถาและเนื้อในสีขาว ขึ้นในป่าบริเวณป่าละเมาะใกล้เชิงเขา</li>
                                    <li>ไม้โมกมัน หรือมูกมัน เป็นไม้ยืนต้น เนื้ออ่อน สีขาว</li>
                                    <li>ไม้โชค หรือสะคร้อ เป็นไม้ยืนต้นผลกินได้ เป็นไม้ในสีขาว ให้ถ่านดีมาก ชาวบ้านนิยมนำมาเผาถ่าน</li>
                                    <li>ไม้มะขาม เป็นไม้ยืนต้นข้างในสีขาว นิยมรานกิ่งลงมาเหลือแต่ต้นไว้ เพื่อให้ออกกิ่งใหม่ เป็นไม้เนื้อในสีขาว</li>
                                </ol>
                                <p><strong>กรรมวิธีทำหลัว</strong></p>
                                <ol>
                                    <li> ตัดไม้ลงมากองไว้ในลานกว้าง</li>
                                    <li>ถากเอาเปลือกไม้ออกทุกส่วน</li>
                                    <li>ตัดทอนให้ได้ขนาดยาว 1 วา</li>
                                    <li>ไม้ขนาดเล็กยาว 1 ศอก</li>
                                    <li>นับไม้เท่าพระชนม์ของพระพุทธเจ้า 80 ดุ้น</li>
                                    <li>ผูกไว้เป็นมัดๆ ตามขนาด</li>
                                </ol>
                                <p>จากนั้นช่วยกันแบกหามเข้าสู่วัดนำมาไว้ที่ลานข้างวิหาร หรือที่ล้านนาเรียกว่า “ข่วงแก้วทังสาม” “ข่วงแก้วอาราม” แล้วจัดการสุมกองหลัว คือ ทำเป็นซุ้มสองกองไว้ เอาไม้ขนาดเล็กสุมข้างใน เอาไม้ขนาดใหญ่สุมข้างนอก เรียงกันเป็นวงกลม ขนาด 1 วา มีการใส่ “หมากสะโพก” ไม้ประทัด หรือไม้ระเบิด สอดเข้าไปด้วย สะโพกหรือไม้ระเบิดนี้ใช้ไม้ไผ่ซาง หรือไม้บงตัดปิดหัวท้ายเป็นท่อน อาจเป็น 2 ท่อนบ้าง 3 ท่อนบ้าง ใส่สะโพกประมาณ 4-5 ชุด เตรียมไว้สำหรับเผาต่อไป</p>
                                <p><strong>การเผาบูชา</strong><br />
                                    เวลาประมาณตีสี่ตีห้า สมภารหรือเจ้าอาวาส จะเป็นผู้จุดก่อกองไฟหลัวหิงไฟพระเจ้าขึ้นเป็นคนแรกพร้อมกับให้ตีฆ้อง 3 รา เพื่อประกาศแก่ประชาชนที่อยู่ตามบ้านเรือนให้ได้ยินเสียงและร่วมอนุโมทนา ด้วย หลังจากการก่อกองไฟหลัวหิงไฟพระเจ้าไปสักพัก เมื่อไฟติดลุกโพลงขึ้นจะเผาลนไม้ไผ่ที่ตัดซุกไว้เกิดระเบิดขึ้นเสียงดัง ตูมตาม จะเป็นเครื่องเตือนให้ประชาชนผู้หลับใหลให้ตื่นขึ้นมาหุงต้ม นึ่งข้าวนึ่งปลา เตรียมอาหารมาวัด กินกันทุกครัวเรือน<br />
                                   <p> <span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมกราคม</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                            <li><a href="jan-1.php">ประเพณีทานหลัวหิงไฟ</a> </li>
                                            <li><a href="jan-2.php">ประเพณีทานข้าวจี่-ข้าวหลาม</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <ul class="list-group">
                                    <li class="list-group-item"><a href="library-culture-detail-jan1.html">เดือนมกราคม</a></li>
                                    <li class="list-group-item"><a href="library-culture-feb1.html">เดือนกุมภาพันธ์</a></li>
                                    <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                    <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                    <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                    <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                    <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                    <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                    <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                    <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                    <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                    <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                                </ul>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->