<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > กรกฏาคม </h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีแฮกนา – หว่านกล้า – ไถนา</h3>
                                      
                                     <p>ประชาชนชาวไทยมีอาชีพทางเกษตรกรรมมาแต่โบราณกาล อาหารที่สำคัญ คือ ข้าว เป็นทั้งแป้งและน้ำตาล เป็นอาหารหลักที่ขาดไม่ได้ ดังนั้นการผลิตข้าวจึงเป็นงานสำคัญ ในวิถีชีวิตของคนไทยทั้งมวล การแสวงหาเนื้อที่ปลูกข้าวโดยการหาแหล่งน้ำและเนื้อที่ราบเป็นที่ปลูกข้าว เรียกกันว่า &#8220;ทุ่งนา&#8221; จึงทำมาช้านาน เนื้อที่ส่วนใหญ่ซึ่งเป็นที่ราบของประเทศไว้สำหรับเป็นที่ปลูกข้าวมากมาย</p>
                                     <p>ในพระราชพิธีสิบสิบสองเดือน พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ทรงพระราชนิพนธ์เกี่ยวกับพระราชพิธีแรกนาไว้ว่า &#8220;การแรกนาซึ่งต้องเป็นธุระของผู้ซึ่งเป็นใหญ่ในแผ่นดินเป็นธรรมเนียมมีมาแต่ โบราณ เช่น ในเมืองจีน สี่พันปีมาแล้ว พระเจ้าแผ่นดินก็ทรงลงไถนาเองเป็นคราวแรก พระมเหสีเลี้ยงตัวไหม ส่วนจดหมายเหตุเรื่องราวอันใดในประเทศสยามนี้ ที่ปรากฎอยู่ในการแรกนี้มีอยู่เสมอเป็นนิจไม่มีเวลาเว้นว่าง ด้วยการซึ่งผู้เป็นใหญ่ในแผ่นดินลงมือทำเองเช่นนี้ ก็เพื่อจะให้เป็นตัวอย่างราษฎร์ ชักนำให้มีใจหมั่นในการที่จะทำนา เพราะถือเป็นสิ่งสำคัญที่จะได้อาศัยเลี้ยงชีวิตทั่วหน้า</p>
                                     <p>ในประเทศอินเดียโบราณ พระมหากษัตริย์เป็นหัวหน้าแห่งการเกษตรจึงมีพระนามว่ากษัตริย์ซึ่งมีความ หมายว่า &#8220;ผู้ประกอบกสิกรรม&#8221; พระราชโอรสของกษัตริย์ศากยะก็ทรงได้รับ ราชทินนามว่า &#8220;ข้าสุก&#8221; อาทิ พระเจ้าสุทโธนะมหาราช พระเจ้าฆนิโตทนะ พระเจ้าโธโตธทนะมีคำว่า&#8221;โอทนะ&#8221; ต่อท้ายพระนาม ย่อมแสดงให้เห็นความสำคัญของการเกษตรที่มีต่อชุมชนมนุษย์ที่อาศัยอยู่บนทวีป เอเชียนี้มาช้านาน</p>
                                     <p>ในล้านนาไทย ประเพณีแรกนาหรือแฮกนามีมาแต่โบราณเช่นเดียวกัน มีปรากฎอยู่ในตำราโบราณหลายฉบับที่เกี่ยวกับการทำพิธีกรรมสังเวยของราษฎร์ แต่ในราชสำนักไม่ปรากฏชัด คงเนื่องมาจากการสิ้นสุดของกษัตริย์ในราชวงศ์มังราย นับแต่ พ.ศ. 2110 ต่อมาสมัยเจ้าผู้ครองนครก็ไม่ได้จัดพิธีนี้เป็นแบบอย่าง จึงทำกันในกลุ่มราษฎร์ที่มีความเชื่อถือศัรทธาต่อแม่โพสพ หรือ โพสกเทพธิดา ผู้ประทานธัญญาหารให้แก่มนุษย์ ได้จัดทำกันต่อมาจนตราบทุกวันนี้</p>
                                     <p>การแฮกนา ของชาวล้านนาไทยกับการแรกนาของภาคกลาง เป็นอันเดียวกันต่างแต่ล้านนาประชาชนออกเสียงเป็นแฮกนา เป็นอย่างเดียวกับจรดพระนังคัล คือ การไถนา หรือ พระราชพิธีแรกนาขวัญ ซึ่งเป็นพระราชพิธีของแผ่นดิน สมัยโบราณเป็นพระราชภาระของพระมหากษัตราธิราชเจ้าทรงกระทำ ปัจจุบันนี้รัฐบาลได้ถือเป็นงานพระราชพิธีซึ่งดำเนินงานโดยกระทรวงเกษตรและ สหกรณ์ร่วมกับสำนักพระราชวัง ซึ่งพระบาทสมเด็จพระเจ้าอยู่หัว ได้เสด็จทรงประกอบพระราชพิธี ณ สนามหลวงทุกปี ถือว่าเป็นมหามงคลแก่ราษฎร์ทั่วประเทศเลยทีเดียว</p>
                                     <p><strong>ไถ่ต๋ากล้าและหว่านกล้า</strong><br />
                                     เดือน 9-10 เหนือ เป็นระยะ 7-8 ใต้ ราวเดือนมิถุนายน-กรกฎาคม เป็นระยะที่ชาวนาจะเตรียมพันธุ์ข้าว หว่านกล้า ทางเมืองเหนือเรียกพันธุ์ข้าวนี้ว่า &#8220;ข้าวเชื้อ&#8221; ชาวนาจะเอาวัวควายไปไถเนื้อที่นาแปลงเล็ก ๆ พื้นที่ประมาณ 1 งาน แล้วจะคราดเฝือจนดินร่วน พาเอาครอบครัวของตนไปเหยียบย่ำดินให้ร่วนที่สุด แล้วยกร่องทำเป็นแปลง ๆ ไว้ ทางเหนือเรียก &#8220;แป๋งเติ๊ก&#8221; เตรียมไว้เพื่อจะเอาพันธุ์ข้าวมาหว่านต่อไป</p>
                                     <p>การเก็บข้าวเชื้อ หรือพันธุ์ข้าวของคนโบราณล้านนาไทยนั้น เมื่อชาวนาต้องการข้าวพันธุ์อะไร เขาจะออกไปดูตามนาของของคนอื่น ถ้าติดใจอยากได้ก็จะไปตกลงขอข้าวเชื้อ โดยขอเก็บเอารวงข้าวที่มีเมล็ดและน้ำหนักที่ดีที่สุด ทีละรวง จนกว่าจะครบต๋าง หรือตวง แม้แต่เจ้าของนาเองก็เหมือนกัน พอข้าวในนาสุก็จะมาเก็บเอาข้าวเชื้อหรือพันธุ์ข้าวทีละรวง จนเพียงพอแก่ความต้องการนำไปเก็บไว้ในกระบุง หรือบุ่งข้าวสำหรับใช้เป็นพันธุ์หว่านในปีต่อไป</p>
                                     <p>การหว่านกล้า นำเอาข้าเปลือกที่ใช้ทำพันธุ์ลงไปแช่น้ำไว้ 1 คืน จากนั้นเอาขึ้นมาหมักไว้ 2 วัน ข้าจะเริ่มแตกงอก เมื่อเริ่มเตรียมแปลงสำหรับหว่านเรียบร้อยแล้ว จะนำข้าวเอาไปโปรยในแปลงนั้นจนทั่ว ต่อมาประมาณ 3-4 วัน ข้าวกล้าจะงอกเต็มแปลง เรียกกันอย่างเมืองเหนือว่า &#8220;ข้าววอกถ้ากล้าต๋ากล้า&#8221; ชาวนาจะต้องดูแลให้น้ำหล่อเลี้ยงตลอดจนอายุครบเดือน 1 พอดี เท่าที่ได้พิสูจน์กันมาถ้ากล้าอายุอ่อนกว่า 1 เดือนจะตายพราย หรือไม่ให้หน่อ หากกล้าเกินกว่า 1 เดือน จะทำให้ข้าวไม่งอกงาม ไม่ให้หน่อเท่าที่ควร ดังนั้นชาวนาจะต้องจดจำกำหนดที่หว่านไว้ให้ดี</p>
                                     <p><strong>การแฮกนาและการไถ</strong><br />
                                     การแฮกนา ก็คือ การลงถือไถครั้งแรกของชาวนา แต่ละครอบครัว ประเพณีที่ถือปฏิบัติแต่เดิมนั้น ชาวนาจะคำนึงถึงพญานาคให้น้ำในวันปีใหม่สงกรานต์ว่า ปีนี้นาคที่ให้หันหน้าไปทางทิศไหน การเริ่มไถแฮกนาจะไถตั้งหัวนาคไปหาหางนาค จะเว้นจากการไถเสาะเกล็ดนาค คือ ทวนเกล็ดพญานาค 1 และไถค้างท้องนาค 1 หมายถึงการไถที่ตระกายท้องนาค ซึ่งการไถ 2 แบบนี้ไม่เป็นมงคลการไถนั้นจะเริ่มต้นด้วยการ &#8220;ผ่าฮิ้ว&#8221; คือไถแบ่งตอน แล้วจะไถ &#8220;พัดซ้าย&#8221; หมายถึง การไถด้านซ้ายให้ก้อนขี้ไถผลักมาทางขวา แล้วต่อไปให้ &#8220;พัดขวา&#8221; คือ การไถด้านขวา ผลักขี้ไถมาด้านซ้ายและไถเรื่อยไปจนกว่าจะหมดเนื้อที่ในนานั้น</p>
                                     <p><strong>เครื่องพลีกรรมวันแฮกนา</strong><br />
                                     การแฮกนานั้น ถ้าถือตามประเพณีที่ได้มาจากอินเดียโบราณเกี่ยวกับพระราชพิธีแรกนาขวัญนั้น เป็นพิธีที่นำมาประยุกต์ในราชสำนักของพระมหากษัตริย์ตะวันออก หลายชาติ เช่น ไทย พม่า เขมร ลาว เป็นต้น แต่ประเพณีแรกนาขวัญ ที่ยังปฏิบัติกันอยู่เวลานี้อยู่ในราชสำนักไทยเท่านั้น ซึ่งจะมีพิธีแรกนาขวัญ โดยถือเป็นราชพิธีมีรัฐบาลดำเนินการทุก ๆ ปี ทั้งนี้ก็เพื่อให้เป็นกำลังใจแก่พลเมืองสร้างกำลังขวัญแก่เกษตรกร ซึ่งเป็นกระดูกสันหลังของชาติ<br />
                                     
                         
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนกรกฏาคม</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-Jly1.html">ประเพณีนอนวัดจำศีล</a> </li>
                                            <li><a href="library-culture-Jly2.html">ประเพณีเข้าพรรษา</a></li>
                                            <li><a href="library-culture-Jly3.html">ประเพณีแฮกนา – หว่านกล้า – ไถนา</a></li>
                                            
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->