<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > มิถุนายน </h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีฟ้อนผีมด – ผีเม็ง</h3>
                                       
                                     <p>การฟ้อนผีมด &#8211; ผีเม็ง คือ การฟ้อนรำเพื่อเป็นการสังเวย หรือแก้บนผีของบรรพบุรุษ ซึ่งชาวบ้านทางภาคเหนือนับถือกัน แต่ในปัจจุบันได้เลือนหายไปมากแล้ว ยังมีปฏิบัติกันอยู่บ้างในชนบทของล้านนาไทย ซึ่งเป็นประเพณีเก่าแก่ สันนิษฐานว่า เป็นประเพณีมาจากมอญ เพราะสังเกตได้จากการแต่งตัวในเวลาเข้าทรงจะเป็นแบบการแต่งตัวของพวกมอญ โบราณ และพวกมอญนี้เองที่คนไทยทางภาคเหนือหรือล้านนาเรียกว่า เม็ง และฟ้อนผีมดผีเม็งนี้เป็นการสังเวยบรรพบุรุษ ซึ่งจะจัดอยู่ในวงศาคณาญาติ หรือที่เรียกว่าตระกูลเดียวกัน ในวันครบรอบปี หรือบางครั้งก็รอบ 2 ปี 3 ปี แล้วแต่จะสะดวก แต่บางทีพี่น้องหรือญาติ ๆ กัน เกิดมีการเจ็บไข้ได้ป่วยขึ้นมาก็จะมีการบนบานสารกล่าว ถ้าหายจากการเจ็บป่วยแล้วก็ทำการแก้บน คือฟ้อนแก้บนนั่นเอง</p>
                                     <p>การจัดนั้นทางผู้ที่เป็นเจ้าภาพ ก็จะทำหน้าที่เลี้ยงดูหมู่แขกเหรื่อที่มาร่วมงาน ส่วนมากก็เป็นญาติ ๆ และเพื่อนบ้านใกล้เรือนเคียงกัน เริ่มต้นด้วยการทำปะรำหรือทางภาษาล้านนาเรียกว่า &#8220;ผาม&#8221; ขึ้นกลางลานบ้าน เจ้าภาพก็จะจัดเครื่องสังเวยเป็นต้นว่า หมู, ไก่, เหล้า, ข้าวต้ม, ขนมน้ำอ้อย, พานข้าวตอกดอกไม้ ธูปเทียนต่าง ๆ ในปะรำต้องมีราวสำหรับพาด ผ้าโสร่ง ผ้าพันหัว ผ้าพาดบ่า สำหรับใส่ทับในเวลาฟ้อน และการฟ้อนก็จะมีดนตรีประกอบเครื่องดนตรีก็เป็นเครื่องดนตรีพื้นเมืองเป็น ส่วนมาก เช่น กลอง ระนาด แน ฉิ่ง ฆ้องวง ฯลฯ<br />
                                     เมื่อได้เวลาแล้วก็จะจุดธูปเทียนที่หน้าหอผี ซึ่งปลูกไว้ในบ้านเป็นลักษณะคล้ายศาลเพียงตา ปลูกไว้ให้เป็นที่อยู่ของผี สตรีที่มีอาวุโสในบ้านนั้นจะนำทำพิธีขอเชิญผีมาเข้าทรง มีการขอให้ผีที่มาเข้าทรงนั้นปกปักรักษาลูกหลานให้อยู่เย็นเป็นสุข เมื่อผีเข้าทรงแล้วก็จะมีการไต่ถามสารทุกข์สุกดิบซึ่งกันและกัน คนทรงก็จะเรียกลูกหลานว่า “เหลนน้อย” และมีการมัดมือสู่ขวัญลูกหลาน พอสมควรแล้วจะมีการฟ้อน ผู้หญิงจะนำฟ้อนก่อนโดยเอามือไปเกาะที่ผ้าขาวกลางปะรำที่ผูกไว้ โยนตัวไปมาขณะที่ฟ้อนก็จะมีดนตรีประกอบด้วย พวกผู้ชายมักจะมีการฟ้อนดาบ</p>
                                     <p>สำหรับเครื่องแต่งตัวนั้นมีผ้าโสร่ง ผ้าพันหัว เสื้อแบบมอญ ผ้าพาดบ่า และอื่นๆ อีก ผีมดและผีเม็งนั้น มีวิธีการทำที่คล้ายคลึงกันอาจจะต่างกันบ้างในรายละเอียดอื่นๆ เช่น บางตำราบอกว่า ผีเม็งจะมีกระบอกปลาร้า เป็นเครื่องสังเวย ชาวบ้านมักจะพูดกันเล่นๆ ติดปากว่า “เมงน้ำฮ้า” หมายถึง พวกมอญชอบปลาร้าและชอบถนอมอาหารด้วยการดองผักต่างๆ ไว้กินนานๆ การฟ้อนนอกจากจะเป็นพิธีรำลึกถึงพระคุณของปู่ ย่า ตา ยายแล้ว ยังสร้างความสามัคคีกลมเกลียวขึ้นในกลุ่มที่นับถือผีด้วยกัน ซึ่งจะต้องปฏิบัติตามจารีตที่วางไว้โดยเคร่งครัด เช่น ไม่ยอมให้แต่งงานในกลุ่มผีเดียวกัน เป็นต้น</p>
                                     <p>ครอบครัวที่นับถือผีมด &#8211; ผีเม็ง เขาจะสร้างศาลทางทิศตะวันออกของบ้าน บางบ้านก็นับถือผีมด บางบ้านก็นับถือผีเม็ง ความแตกต่างของทั้งสองผีนั้นอยู่ที่สัญลักษณ์ กล่าวคือ ถ้าเป็นพิธีการฟ้อนผีเม็งจะมีกระบอกใส่ปลาร้า สังเวยผีบรรพบุรุษ แต่ถ้าฟ้อนผีมดจะไม่มี ส่วนกำหนดการและพิธีกรรมต่างๆ ก็ยังเหมือนกันอยู่<br />
                                                                   
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมิถุนายน</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                           <li><a href="library-culture-Jun1.html">ประเพณีเลี้ยงผีปู่ย่า – ตายาย</a> </li>
                                           <li><a href="library-culture-Jun2.html">ประเพณีเลี้ยงผีขุนน้ำ</a></li>
                                           <li><a href="library-culture-Jun3.html">ประเพณีฟ้อนผีมด – ผีเม็ง</a></li>
                                           <li><a href="library-culture-Jun4.html">ประเพณีเข้าอินทขิล</a></li>
                                           <li><a href="library-culture-Jun5.html">ประเพณีจิบอกไฟ (จุดบ้องไฟ)</a></li> 
                                            
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->