<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > มิถุนายน </h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีเข้าอินทขิล</h3>
                                       <p>อินทขิล ตามคำอธิบายในพจนานุกรมราชบัณฑิตยสถานว่า &#8220;เสาหรือหลักหน้าประตูเมือง,หลักเมือง, เสาเขื่อน&#8221; ในหนังสือตำนานเมืองเชียงใหม่เรียกว่า เสาสะดือเมือง หรือเสาอินทขิล สำหรับเสาหลักเมืองนครเชียงใหม่ปัจจุบันตั้งอยู่ในบริเวณวัดเจดีย์หลวง (โชติการาม) อำเภอเมือง จังหวัดเชียงใหม่ ซึ่งเป็นพระอารามที่สถาปนาขึ้นในรัชสมัยของพระเจ้าลักขบุราคม (แสนเมืองมา) กษัตริย์รัชกาลที่ 8 แห่งราชวงศ์มังราย วัดนี้ได้รับพระราชทานนามว่า วัดโชติการาม เป็นพระอารามหลวงที่ตั้งอยู่กลางเมือง มีพระเจดีย์ใหญ่กว่าวัดทุกวัดในนครพิงค์ ซึ่งได้รับการสร้างเสริมในรัชสมัยของพระเจ้าติโลกมหาราช ใน พ.ศ. 1995 &#8211; 2030 และเป็นที่ประดิษฐานพระแก้วมรกตในรัชกาลนี้ เป็นเวลานานถืง 80 ปี</p>
                                       <p>พระอารามแห่งนี้ได้สร้างขึ้นเมื่อ พ.ศ. 1955 เสาอินทขิล ตั้งอยู่ในมณฑปจตุรมุขวิหาร ด้านใต้เป็นเสาที่ก่ออิฐถือปูนและประดับลวดลายสวยงามตั้งอยู่ตรงใจกลางมณฑป ใช้เป็นที่วางพานครูและเป็นเครื่องสักการะกราบไหว้ของชาวเมืองตลอดมา</p>
                                       <p>เสาอินทขิลหรือเสาสะดือเมืองนี้แต่เดิมประดิษฐานอยู่ ณ วัดสะดือเมือง หรือ วัดอินทขิล ซึ่งเป็นที่ตั้งหอประชุมติโลกราชข้างศาลากลางเก่าและอนุสาวรีย์ 3 กษัตริย์ ซึ่งตั้งอยู่ใจกลางนครเชียงใหม่จึงมีชื่อว่า &#8220;สายดือเมือง&#8221; โดยเรียกชื่อตามลักษณะของมนุษย์ซึ่งนับเอาสะดือเป็นตรงกลางของร่างกาย ชื่อนี้จึงมีความหมายดีมากในการกำหนดสถานที่ตรงกลางนครเป็นวัดของชาวเมือง ซึ่งเรียกกันว่า &#8220;วัดสะดือเมือง&#8221; หรือ &#8220;วัดอินทขิล&#8221;</p>
                                       <p>ในสมัยพระเจ้ากาวิละครองเมืองเชียงใหม่ ได้ให้ย้ายเสาอินทขิลจากวัดนี้ไปไว้ยังวัดโชติการาม (เจดีย์หลวง)โดยบูรณปฏิสังขรณ์ขึ้นใหม่ เมื่อปี พ.ศ. 2343 เสาอินทขิลเป็นเสาหลักเมืองคู่บ้านคู่เมืองเชียงใหม่ เป็นที่เคารพสักการะและนับถือว่าเป็นสิ่งศักดิ์สิทธิ์ เป็นที่รวมวิญญาณของชาวเมืองและบรรพ บุรุษในอดีต เป็นปูชนียสถานสำคัญแห่งหนึ่งของนครเชียงใหม่ มีประเพณีเข้าอินทขิลเพื่อกราบไหว้สักการเรียกว่า ประเพณีเข้าอินทขิล ทุกปี</p>
                                       <p><strong>พิธีกรรมเข้าอินทขิล</strong><br />
                                       ในสมัยโบราณ การทำพิธีสัการบูชาเสาอินทขิลเป็นประจำปี และทำกันตอนปลายเดือน 8 เหนือ ถึงต้นเดือน 9 เหนือ (เดือน 6-7 ภาคกลาง) ในวันเริ่มพิธีเข้าอินทขิลนั้น ชาวบ้านชาวเมืองทั้งหลาย เฒ่าแก่หนุ่มสาวจะพากันนำเอาดอกไม้ ธูปเทียน น้ำขมิ้นส้มป่อย ใส่ขันพานหรือภาชนะนำไปทำการโสรจสรง สักการบูชา การทำพิธีดังกล่าวนี้ มักจะเริ่มทำในวันจันทรคติ แรม 13 ค่ำ เดือน 8 เหนือ และวันสุดท้ายทำพิธีออกอินทขิลและบูชาสืบชะตาเมืองเมื่อวันขึ้น 4 ค่ำ เดือน 9 เหนือ เป็นประจำทุกปี จึงเรียกกันในกลุ่มชาวเมืองเชียงใหม่ว่า “เดือน 8 เข้า เดือน 9 ออก”</p>
                                       <p>ในการทำพิธี บรรดาพ่อหมอพฤฒาจารย์ทั้งหลายจะมาสักการขึ้นครูหรือสักการะครู ณ ที่นี้ ถือเป็นเสาเป็นหลักแห่งการยกครู ไหว้ครู ดังนั้นเมื่อพ่อครูทำการไว้สักการะเสาอินทขิลแล้ว ครูซอทั้งหลายจะเอาลูกศิษย์มาซอ เพื่อเป็นเครื่องสักการะแด่ดวงวิญญาณของบรรพบุรุษต่ออาฮัก เจนบ้านเจนเมือง ส่วนผู้ชายจะมาฟ้อนหอก ฟ้อนดาบ ถวายเทพาอารักษ์ เสื้อบ้าน เสื้อเมือง หรือเจนบ้านเจนเมือง เมื่อถึงกำหนดทุกปี ช่างซอทั้งหลายจะพากันมากราบไหว้พร้อมกับพ่อครู หลังจากไหว้แล้ว ก็จะทำการซอฉลอง เรียกว่า “ซออุ่มงัน” แม้จะอยู่ห่างไกลเพียงไร ก็พากันมารวมกันที่เสาอินทขิล ผลัดกันซอเป็นพลีกรรมถวาย ถือว่าจะเกิดความสุขสวัสดีแก่ตนเองและแก่บ้านเมือง<br />
                         
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมิถุนายน</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-Jun1.html">ประเพณีเลี้ยงผีปู่ย่า – ตายาย</a> </li>
                                            <li><a href="library-culture-Jun2.html">ประเพณีเลี้ยงผีขุนน้ำ</a></li>
                                            <li><a href="library-culture-Jun3.html">ประเพณีฟ้อนผีมด – ผีเม็ง</a></li>
                                            <li><a href="library-culture-Jun4.html">ประเพณีเข้าอินทขิล</a></li>
                                            <li><a href="library-culture-Jun5.html">ประเพณีจิบอกไฟ (จุดบ้องไฟ)</a></li>  
                                            
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->