<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > มิถุนายน </h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีเลี้ยงผีปู่ย่า – ตายาย</h3>
                                       
                                       <p><strong>การเลี้ยงผี ปู่ ย่า ตา ยาย </strong><br />
                                       ผีปู่ ย่า ตา ยาย หมายถึงผีประจำตระกูล หรือที่เรียกกันว่าผีบรรพบุรุษ กล่าวคือถ้า ปู่ ย่า ตา ยาย ล่วงลับไปแล้วพวกลูกหลานก็จะสร้างหอไว้ทางเบื้องทิศหัวนอน หรือในสถานที่ที่เห็นว่าสมควร บนหอจะมีหิ้งวางเครื่องบูชา เช่น พานดอกไม้ ธูปเทียน น้ำต้น(คนโท) วางเอาไว้ ในปัจจุบันคำว่า &#8220;ผีปู่ ย่า ตา ยาย &#8221; กร่อมลงมาเหลือเพียงคำว่า &#8220;ผีปู่ย่า&#8221; ซึ่งเพื่อเป็นการสะดวกในการเรียกจะได้ไม่ยาวเกินไป</p>
                                       <p>การนับถือผีปู่ ย่า ตา ยาย ก็มีเรื่องเล่าสืบกันมาว่า เวลาพ่อ แม่ ตายลงไป ในสมัยก่อนลูกหลานไม่ได้กินได้ทานอุทิศส่วนกุศลให้ดังเช่นสมัยนี้ สาเหตุเพราะว่าอาจจะไม่มีวัดหรือไม่ก็อยู่ห่างไกลวัดก็อาจเป้นได้ ลูกหลานมีความรักเอ็นดูห่วงใยพ่อแม่ จึงสร้างศาลสูงเพียงตาขึ้น แล้วมีดอกไม้ ธูปเทียน อาหาร หวานคาว ลูกส้มของหวาน บวงสรวงอัญเชิญดวงวิญญาณของพ่อแม่ให้มาอยู่ในศาล เพื่อพิทักษ์รักษาลูกหลานตลอดจนเครือญาติจะต้องถือผีปู่ ย่า ตา ยาย อันเดียวกัน แล้วก็ห้ามแต่งงานในวงศ์ที่ถือผีอันเดียวกัน</p>
                                       <p>ผีปู่ ย่า ตา ยาย จะอยู่กับลูกหญิงตลอดไปโดยมากจะอยู่กับผู้หญิงคนหัวปี และจะต้องทำศาลให้ถ้าลูกคนหัวปีตายหรือหนีไปอยู่ที่อื่น ก็จะอยู่กับลูกหญิงคนถัดไปในเครือญาติที่เป็นปึกแผ่น การเลี้ยงผีปู่ ย่า ตา ยาย ในสมัยก่อนนั้น จะมีการส่งอาหารให้ทุกมื้อเมื่อมีการกินอาหาร ต่อมาเห็นว่าเป็นการลำบากต่อลูกหลานซึ่งจะต้องทำมาหากิน ขอส่งวันละครั้ง เดือนละครั้ง จนต่อมาในปัจจุบันเป็นปีละครั้ง</p>
                                       <p><strong>ประโยชน์ของการเลี้ยงผี ปู่ ย่า ตา ยาย </strong><br />
                                       1. เป็นที่พึ่งทางใจ เพราะตามธรรมเนียมแล้วคนทางเหนือชอบนับถือยกย่องญาติผู้ใหญ่มาก ในเมื่อญาติผู้ใหญ่ล่วงไปแล้วก็สร้างศาลเอาไว้เป็นตัวแทน เมื่อตนประสบปัญหาก็ไปกราบไหว้บอกกล่าวให้ช่วยเหลือ<br />
                                       2. เป็นการรวมญาติที่อยู่ห่างไกลกันได้มาพบปะซักถามสารทุกข์สุขดิบต่อกัน<br />
                                       3. เป็นการแนะนำผู้ที่มาเป็นเขยให้รู้จักญาติพี่น้องของฝ่ายหญิง</p>
                                       <p><strong>ข้อห้ามของผี ปู่ ย่า </strong><br />
                                       ในส่วนดีเฉพาะลูกผู้หญิง ผีปู่ ย่า วางข้อห้ามไว้ดังนี้คือ<br />
                                       ถ้าผู้ชายล่วงเกินจับมือถือแขนไม่ว่าในที่ลับหรือที่แจ้ง พอใจหรือไม่พอใจ จะต้องเสียผี<br />
                                       ห้ามหวีผมในเวลากลางคืน และห้ามส่องกระจกดูหน้าในเวลากลางคืน<br />
                                       ห้ามชายหนึ่งชายใด ที่มิใช่วงศ์ญาติถือผีเดียวกันเข้าไปเกินธรณีประตูห้องนอน ถ้าเข้าไปถือว่าผิดผี<br />
                                       คู่ผัวเมีย เกิดทะเลาะวิวาทหย่าร้างกันไปกลับมาคืนดีกันใหม่ จะต้องผิดผีเสียผี<br />
                                       ในวงศ์ญาติเดียวกันถ้าทะเลาะวิวาทกันก็จะผิดผี<br />
                                       ผู้หญิงถ้ามีชายอื่นใดมาทำให้ท้องจะต้องผิดผี แม้จะหาตัวชายผู้ทำไม่ได้ คนท้องจะต้องเป็นคนเสียผีเอง</p>
                                       <p>พิธีการเลี้ยงผีปู่ ย่า นี้จะทำกันในเฉพาะวงศ์ญาติที่ใกล้เคียงกันเท่านั้น ที่อยู่ห่างออกไปต่างบ้านต่างเมืองก็ไม่มีโอกาสมาร่วมด้วย ด้วยสาเหตุนี้เองที่ทำให้บางคนทอดทิ้งไปเลย แต่ถ้าหากเป็นเทศกาลตรุษสงกรานต์บางคนที่ยังไม่ทอดทิ้งก็อาจจะมาร่วมด้วย ที่ใช้คำว่าอาจจะก็เนื่องจากบางคนอยู่ไกลเกินไปไม่สามารถจะมาร่วมได้ การเลี้ยงผีในวันสงกรานต์หรือปีใหม่แบบพื้นเมืองนี้เขาถือว่าเป็นการมา &#8220;ดำหัว&#8221; ผีปู่ ย่า ด้วย ซึ่งผู้ที่มาได้จะนำเอาเครื่องเซ่นสังเวย เช่น มะพร้าว กล้วย อ้อย มาร่วมกันและช่วยกันออกเงินค่าหัวหมูอีกด้วย พร้อมกันนั้นก็จะมีการดำหัว ญาติผู้ใหญ่ไปด้วย</p>
                                       <p>การนับถือผีปู่ ย่า ดังกล่าวนี้ ปัจจุบันมิได้หมายถึงว่าจะนับถือกันทุกคน หรือทุกครอบครัว ผู้ที่นับถือศาสนาพุทธอย่างแท้จริงโดยไม่มีการถือผี เขาก็จะไม่นับถือ ตามบ้านนอกก็เช่นเดียวกัน แต่ก็ยังมีการถือผีกันเป็นส่วนใหญ่ และส่วนมากก็จะเป็นการนับถือศาสนาพุทธปนกันกับไสยศาสตร์ เพราะพิธีกรรมทาง ไสยศาสตร์มักจะมีศาสนาพุทธเข้าไปเกี่ยวข้องด้วยเสมอ ยากที่จะแยกได้</p>
                                                                   
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>	
                                    	      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมิถุนายน</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-Jun1.html">ประเพณีเลี้ยงผีปู่ย่า – ตายาย</a> </li>
                                            <li><a href="library-culture-Jun2.html">ประเพณีเลี้ยงผีขุนน้ำ</a></li>
                                            <li><a href="library-culture-Jun3.html">ประเพณีฟ้อนผีมด – ผีเม็ง</a></li>
                                            <li><a href="library-culture-Jun4.html">ประเพณีเข้าอินทขิล</a></li>
                                            <li><a href="library-culture-Jun5.html">ประเพณีจิบอกไฟ (จุดบ้องไฟ)</a></li> 
                                            
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->