<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                       <!-- ============Content ====================-->
                               <h3>ประเพณีเลี้ยงผีขุนน้ำ</h3>
                                  
                                 <p>คำว่า ผี คงหมายเอาวิญญาณหรือสิ่งที่สิงสถิตย์ในที่นั้น ๆ<br />
                                 คำว่า ขุน หมายถึง ความเป็นใหญ่ ต้นตอ ประธานหรืออารักษ์<br />
                                 คำว่า น้ำ มีความหมายเป็นที่รู้จักกันแล้ว แต่ในที่นี้หมายเอาแม่น้ำลำคลองเหมืองฝาย<br />
                                 เพราะฉะนั้น คำว่า ผีขุนน้ำ ก็หมายถึง สิ่งที่สถิตย์อยู่ตามต้นน้ำลำธาร หรืออารักษ์ต้นน้ำลำธาร อันมีหน้าที่ปกปักรักษาต้นน้ำลำธารนั่นเอง ตัวอย่าง เช่น อารักษ์แม่ปิง หรือขุนน้ำแม่ปิง</p>
                                 <p><strong>เครื่องสำหรับสังเวยบูชา</strong><br />
                                 มีเทียน 4 เล่ม ดอกไม้ 4 สวย (กรวย) พลู 4 สวย หมาก 4 ขดหรือ 4 ก้อม (1 ขดเอามาตัดครึ่งเท่ากับ 1 เมตร) ช่อขาว (ธง) 8 ผืน มะพร้าว 2 คะแนง กล้วย 2 หวี อ้อย 2 เล่ม หม้อใหม่ 1 ใบ แกงส้มแกงหวาน หัวหมู ไก้ต้ม สุรา และโภชนาการ 7 อย่าง รวมทั้งเมี่ยงและบุหรี่เป็นต้น</p>
                                 <p><strong>วิธีการเลี้ยง</strong><br />
                                 ก่อนทำการเลี้ยงต้องมีการประชุมกันก่อนระหว่างลูกเหมืองลูกฝอย (หมายถึง ผู้ที่ใช้น้ำในแม่น้ำลำธารนั้น ๆ ทำการเกษตร) เมื่อประชุมตกลงกันแล้วและหาฤกษ์งามยามดีกันเป็นที่เรียบร้อยแล้วก็มีการ เรี่ยไรเงินทองกันคนละนิดละหน่อยเพื่อจัดซื้อเครื่องสังเวยต่าง ๆ และช่วยกันตกแต่งเครื่องสังเวย<br />
                                 เมื่อจัดการแต่งดาเครื่องสังเวยพร้อมแล้ว ก็ทำชะลอมขึ้น 3 ใบ สำหรับใส่เครื่องสังเวยต่าง ๆ ที่จัดเตรียมไว้ ชะลอม 2 ใบแรกให้คนหาบไป ส่วนใบที่สองนั้นให้คนหาบไป แล้วให้ทำศาลขึ้นหลังหนึ่ง ณ ที่ต้นน้ำลำธารสำหรับที่จะเลี้ยงนั้น ประกอบด้วยหลักช้างหลักม้า ปักอยู่ใกล้ ๆ ศาลแล้วนำเอาเครื่องสังเวยต่าง ๆ ขึ้นวางบนศาลนั้น แล้วทำพิธีกล่าวอัญเชิญเทวดาอารักษ์ ตลอดถึงสิ่งศักดิ์สิทธิ ผีสางต่าง ๆ อันประจำรักษาอยู่ ณ ต้นน้ำลำธารที่นั้นให้ไดรับรู้แล้วมารับเอาเครื่องสังเวยต่าง ๆ ตลอดจนอ้อนวอนขอจงอำนวยอวยชัยให้มีน้ำอุดมสมบรูณ์ มีฝนตกถูกต้องตามฤดูกาล โดยมากใช้ถ้อยคำโวหารเป็นภาษาทางเหนือว่า “ขออัญเจินผีแพะผีป่า ขุนหลวงมะลังก๊ะ แม่ธรณี เจ้าตี้ เจ้าดิน เทวดาอารักษ์ตังหลายอันปกปักรักษายังป่าไม้ต้นน้ำลำธาร เหมืองฝาย ภูผา ปูดอย จุ่งช่วยปล่อยน้ำปล่อยฝนตกลงมาหื้อชาวบ้านชาวเมือง สัตว์ตั๋วหน้อยตั๋วใหญ่ สัพพะทั้งหลายจุ่งหื้อมีน้ำกิน น้ำใช้ หื้อพิชชะข้าวกล้าจุปันอุดมสมบรูณ์งามดี อย่าได้มีศัตรูหมู่ของร้านมาก๋วนมาควีแต่เต๊อะเป็นต้น<br />
                                 ต่อจากนั้นพอตั้งเครื่องสังเวยนานพอสมควรแล้ว สมมุติเจ้าที่เจ้าทาง ผีสาง อารักษ์ทั้งหลายรับเครื่องสังเวยอิ่มแล้ว ก็นำเอาสังเวยเหล่านั้นแบ่งปันเลี้ยงดูกันกินต่อไป ก็เป็นอันเสร็จพิธี</p>
                                 <p><strong>จุดประสงค์</strong><br />
                                 1. เพื่อให้เกิดความสามัคคีซึ่งกันและกัน เช่น มีการประชุมตกลงกันก่อนจึงจะมีพิธีการเลี้ยง<br />
                                 2. เพื่อเป็นการแสดงออกซึ่งความเสียสละประโยชน์ส่วนน้อยของตน เพื่อประโยชน์ของส่วนรวม เช่น มีการเรี่ยไรเงินทองกันคนละนิดละหน่อย<br />
                                 3. เพื่อแสดงความกตัญญูต่อสิ่งที่คุณและให้ประโยชน์แก่ตนเอง เช่น การเลี้ยงผีขุนน้ำ ก็เพื่อต้องการแสดงความกัตญญูต่อธรรมชาติที่อำนวยความอุดมสมบรูณ์ให้กับ มนุษย์ และมองเห็นความสำคัญของธรรมชาติที่มีต่อมนุษย์<br />
                                 การเลี้ยงผีขุนน้ำหรือต้นน้ำลำธารไหนก็ได้ แต่ส่วนมากทำกันที่ต้นน้ำลำธารใหญ่ ๆ และสำคัญที่เป็นเหมือนเส้นสายชีวิตของเกษตรกรในแหล่งนั้น ๆ ส่วนเครื่องสังเวยต่าง ๆ ตลอดถึงวิธีการอาจแตกต่างกัน ไปตามท้องถิ่น ๆ และความเชื่อถือ<br /></p>
                                                              
                               <p><span>Author : มณี  พยอมยงค์</span><br />
                               <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                       </div><!--end col 9-->
                       
                       
                       <!--=======Nav Ver========-->
                       <div class="col-md-3">
                           
                           <br>
                           
                           <div class="panel panel-default">
                               <div class="panel-heading">
                                   <h3 class="panel-title">ประเพณี เดือนมิถุนายน</h3>
                               </div>
                               <div class="panel-body">
                                   
                                   <ul class="list-unstyled">
                                       
                                      <li><a href="library-culture-Jun1.html">ประเพณีเลี้ยงผีปู่ย่า – ตายาย</a> </li>
                                      <li><a href="library-culture-Jun2.html">ประเพณีเลี้ยงผีขุนน้ำ</a></li>
                                      <li><a href="library-culture-Jun3.html">ประเพณีฟ้อนผีมด – ผีเม็ง</a></li>
                                      <li><a href="library-culture-Jun4.html">ประเพณีเข้าอินทขิล</a></li>
                                      <li><a href="library-culture-Jun5.html">ประเพณีจิบอกไฟ (จุดบ้องไฟ)</a></li> 
                                       
                                   </ul>
                               </div>
                           </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->