<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > มีนาคม</h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีลากปราสาท</h3>
                                    <p>ประเพณีลากปราสาท คือ การทำศพพระสงฆ์ ด้วยการใส่เรือนศพทำเป็นปราสาทลากไปสู่ป่าช้าของชาวล้านนาไทย และเรือนปราสาทวางอยู่บนไม้แม่สะดึง มีล้อเลื่อนไปด้วย ชาวไทยใหญ่จึงเรียกว่า “ปอยล้อ” คือ การลากศพไปด้วยล้อเลื่อนนั่นเอง</p>
                                    <p>ประเพณีลากปราสาทศพของล้านนาไทย ทำกัยอย่างใหญ่โตมาก แม้จะต้องใช้จ่ายเงินทองมากมายและเป็นการสิ้นเปลืองเงินทองอยู่บ้าง ก็ให้ผลทางจิตใจและเป็นการสนองคุณครูบาอาจารย์ครั้งสุดท้าย ซึ่งท่านเป็นผู้เสียสละโลกียสุข งดเว้นจากสิ่งที่ชาวโลกประพฤติปฏิบัติกัน หันมาอยู่ทางนิรามิสสุข คือ ความสุขที่ไม่เจือปนด้วยอามิส อุทิศตนเพื่อพุทธศาสนา นับเป็นบุคคลตัวอย่างที่ควรแก่การยกย่องสรรเสริญ</p>
                                    <p><strong>การลากปราสาททำแก่ใครบ้าง</strong><br />
                                    การลากปราสาทศพ ทำแก่ผู้ใหญ่ในแผ่นดิน เช่น เจ้าผู้ครองนคร เจ้านายในพระราชวงศ์ สำหรับในพุทธศาสนา กำหนดเอาพระสงฆ์ผู้ใหญ่ชั้นพระเถระ หรือพระผู้อาวุโสมีพรรษามาก เป็นที่เคารพยกย่องของลูกศิษย์และประชาชนทั่วไป</p>
                                    <p>สำหรับประชาชนทั่วไปนั้น โบราณจารย์ท่านแบ่งเกณฑ์การทำศพไว้ โดยไม่ให้ปะปนกันดังนี้</p>
                                    <ol>
                                    <li>แมว คือ โครงไม้ไผ่สานครอบ คล้ายอย่างมุ้งประทุนครอบเด็ก เมื่อทำโครงแล้วนำเอาดอกไม้ต่างๆ ที่หาได้ในหมู่บ้าน แล้วนำครอบศพ เพื่อป้องกันไม่ให้อุจาด เพราะไม่ได้ใส่โลงหรือหล้อง ประเพณีนี้นิยมทำกับชาวบ้านทั่วไป หรือคนที่มีฐานะค่อนข้างยากจน</li>
                                    <li>หลัง กลาย เป็นเรือนศพที่สร้างขึ้นใส่โลงศพ บุคคลผู้อาวุโสในหมู่บ้าน เช่น คนที่มีคนนับถือมาก เป็นกำนัน ผู้ใหญ่บ้าน หรือผู้เฒ่าผู้แก่ที่ชาวบ้านเคารพและเป็นผู้มีฐานะดี จึงนิยมทำเรือนศพที่มีหลังคาเลื่อนลงมา แต่ไม่มียอด จะว่าเป็นปราสาทก็ไม่ใช่ จะมีรูปเป็นเรือนโรงธรรมดาก็ไม่ใช่ จึงให้ชื่อหลังกลาย คือ หลังปราสาทนี้จะกลายเป็นปราสาทไปแล้ว</li>
                                    <li>ปราสาท ยอดเดียว เป็นเรือนศพรูปปราสาท ทำเป็นยอดเดียวไม่มีมุข ส่งยอดขึ้นไปเฉยๆ อาจทำลดหลั่นเป็น 5 ชั้นบ้าง 7 ชั้นบ้าง เป็นปราสาทสำหรับใส่ข้าราชการผู้ใหญ่ หรือเจ้านายผู้น้อยของบ้านเมือง หรือทำถวายพระภิกษุสามเณรผู้น้อยที่ถึงแก่มรณภาพลง</li>
                                    <li>ปราสาทใหญ่ยอด 7 ชั้น หรือ 9 ชั้น ทำเป็นจตุรมุข คือ มีหน้ามุขออกทั้ง 4 ด้าน วางบนหลังรูปนกหัสดีลิงค์ หรือหลังพระยานาค นิยมทำถวายแก่เจ้าผู้ครองนคร พระเจ้าแผ่นดิน พระราชวงศ์ชั้นสูง พระสงฆ์ทรงสมณศักดิ์เป็นราชครูหรือสังฆราช (ปัจจุบัน (2529) ชั้นสำหรับพระสงฆ์ผู้ใหญ่อาวุโสมีพรรษามาก) และลากไปสู่ที่เผา เรียกว่า ลากปราสาท</li>
                                    <li>เมรุ ทำลักษณะเดียวกันกับปราสาท ต่างแต่เมรุตั้งอยู่กับที่ไม่เคลื่อนย้าย ทำบันได้ขึ้น 4 ด้าน สำหรับเป็นทางเดินไปทำการนมัสการและวางดอกไม้สักการะศพ</li>
                                    </ol>
                                    <p>ประเพณีที่นิยมกันปัจจุบัน<br />
                                    ในสมัยปัจจุบัน การทำศพพระสงฆ์ ใช้วิธีการ 2 แบบ คือ</p>
                                    <ol>
                                        <li>ถวาย เพลิงศพลากปราสาทธรรมดา หมายถึง พระสงฆ์ที่เป็นผู้อาวุโส มีอายุพรรษามาก แต่ไม่ได้รับสมณศักดิ์เป็น “ครูบา” ของประชาชนธรรมดา ทำศพแบบนี้มีการลากปราสาทไปถึงที่แล้วก็ทำพิธีบังสุกุล เผาธรรมดา</li>
                                        <li>ถวาย แบบขอพระราชทานเพลิงศพ คือ การขอพระราชทานไฟหลวงจากพระเจ้าแผ่นดินใช้สำหรับพระสงฆ์ทรงสมณศักดิ์ เช่น เจ้าคณะจังหวัด เจ้าคณะอำเภอ ที่มรณภาพลง การทำแบบนี้นอกจากจะลากปราสาทแล้ว ยังมีเจ้าหน้าที่เชิญไฟพระราชทานพร้อมกับมีผู้แทนของพระองค์มาทำพิธีแทน พระองค์ด้วย โดยมากเป็นผู้แทนจากสำนักพระราชวัง หรือข้าราชการชั้นผู้ใหญ่ในจังหวัด มีผู้ว่าราชการจังหวัด เป็นต้น</li>
                                    </ol>
                                 
                                
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>                          
                        
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมีนาคม</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                         <li><a href="mar-1.php">ประเพณีปอยข้าวสังฆ์ </a> </li>
                                         <li><a href="mar-2.php">ประเพณีลากปราสาท </a></li>
                                         <li><a href="mar-3.php">ประเพณีปอยหลวง</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->