<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">

                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > มีนาคม </h1></span>

                        </div>

                        <div class="row">

                            <div class="col-md-9 ">

                                <br>
                                <!-- ============Content ====================-->
                                        <h3>ประเพณีปอยหลวง</h3>
                                        <p>ประเพณีปอย คืองานฉลองหรืองานรื่นเริง งานเทศกาลที่จัดขึ้น ผู้เขียนเคยสนทนากับชาวพม่าท่านหนึ่ง บอกว่า ปอยมาจากคำว่า ปเวณิ์ หรือ ปเวณี แต่พม่าออกเสียงเร็ว ฟังเป็นเสียงปอย ไป คำว่า ปอยนี้ เพิ่งปรากฎในเอกสารล้านนาไทยระยะ 300 ปีมานี้เอง เป็นระยะเวลาที่ชาวพม่าเข้ามาปกครองล้านนาไทย แต่เอกสารสมัยอาณาจักรล้านนาไทยไม่ปรากฎคำว่าปอยเลย แสดงว่าคำนี้ ล้านนาไทยได้มาจากคำว่า ปเวณ์ ของพม่า นำมาใช้โดยออกเสียงเป็นปอย<br />
                                        งานที่มีชื่อว่า &#8220;ปอย&#8221; นั้นมีด้วยกัน 4 ปอย คือ </p>
                                        <ol>
                                            <li> ปอยหลวง 	งานฉลอง</li>
                                            <li>ปอยน้อย 	งานบวชอุปสมบท</li>
                                            <li>ปอยข้าวสงฆ์ 	งานทำบุญอุทิศหาผู้ตาย</li>
                                            <li> ปอยล้อ 	งานศพพระสงฆ์หรือเจ้าเมือง</li>
                                       </ol>
                                        <p>โดยแยกปฎิบัติเป็นประเพณีแต่ละอย่าง ประจำเดือน ซึ่งเป็นระยะเวลาที่ทำระหว่างเดือน 4-5-6 คือ ช่วงเดือน กุมภาพันธ์-มีนาคม ของทุกปี</p>
                                        <p><strong>ประเพณีปอยหลวงของล้านนาไทย </strong><br />
                                        ปอยหลวง คือ งานฉลองถาวรวัตถุของวัดหรือการฉลองสิ่งก่อสร้างที่ประชาชนช่วยกันทำขึ้น เพื่อเป็นประโยชน์ แก่สาธารณชน มีโรงเรียน หอประชุม เป็นต้น ประชาชนในล้านนาไทย นิยมทำการฉลองครั้งใหญ่หลังจากการก่อสร้างสำเร็จแล้ว ทำเป็นการใหญ่โต เรียกว่า ปอยหลวง อุทิศสิ่งก่อสร้างเป็นของสงฆ์ และอุทิศบุญกุศลแก่บรรพชนด้วย ถ้าทำส่วนตัวเรียกอุทิศกุศลไว้ภายหน้า หากอุทิศแก่คนตายเรียกว่า อุทิศะกุศลไปหา งานปอยหลวงเป็นงานใหญ่ จะต้องมีการเตรียมการไว้ล่วงหน้า ซึ่งเจ้าอาวาสและคณะกรรมการวัดคณะศรัทธา จะต้องจัดเตรียมการต้อนรับเลี้ยงดูหัววัดต่าง ๆ ที่จะมาร่วมทำบุญด้วย ซึ่งทางวัดจะได้ตั้งคณะกรรมการดำเนินการเป็นแผนก ๆ ไป และต้องพิมพ์ใบฎีกาแผ่กุศลส่งไปตามหัววัดและคณะศรัทธา แจ้งกำหนดการ และวันทำบุญให้ทราบ ทางวัดที่จัดงานจะเตรียมต้อนรับ และเลี้ยงดูโดยพวกศรัทธาจะช่วยกันบริจาคเครื่องบริโภค เช่น ข้าวสาร อาหาร ไว้คอยเลี้ยงดูตามสมควรแก่ฐานะ</p>
                                        <p><strong>ประเภทถาวรวัตถุที่มีปอยหลวง</strong><br />
                                        การทำบุญปอยหลวงนี้ ทางคณะสงฆ์กำหนดให้การทำบุญเหมาะสมแก่ฐานะคือ มิให้ทำการฉลองสิ่งก่อสร้างเล็กๆ มีค่าน้อย เช่น หอระฆัง กุฏิเล็ก ประตูวัด ห้ามมิให้ทำเพราะปอยหลวงต้องเตรียมการมาก และเกี่ยวพันกับหัววัดและศรัทธาที่อื่นๆ ด้วย หากทำไม่เหมาะจะเป็นที่ครหาได้ เป็นการเสื่อมเสียแก่เจ้าอาวาสและศรัทธาวัดนั้นๆ ด้วย ปอยหลวงจึงกำหนดราคาสิ่งก่อสร้างตั้งแต่แสนบาทขึ้นไป และกำหนดตามราคาค่าเงินด้วยระยะปี 2480-2490 ราคาประมาณ 5,000 บาท 2491-2500 ประมาณ 10,000-50,000 บาท 2501-ปัจจุบันประมาณ 100,000-1,000,000 บาท ทั้งนี้เกี่ยวกับค่าของเงินและราคาของสูงขึ้น หากต่ำกว่ากำหนดที่ตั้งไว้นี้จะไม่ได้รับอนุญาตให้ทำปอยหลวง เพียงแต่ทำบุญถวายเฉยๆ เท่านั้น<br />
                                        ถาวรวัตถุของวัดที่ได้รับอนุญาตให้ทำปอยหลวงได้ คือ </p>
                                        <ol>
                                            <li>โบสถ์</li>
                                            <li>วิหาร</li>
                                            <li>เจดีย์</li>
                                            <li>ศาลาการเปรียญ</li>
                                            <li>กุฏิขนาดใหญ่</li>
                                            <li>กำแพง, หอระฆัง, ครัวไฟ ฯลฯ (หลายๆ อย่างรวมกัน)</li>
                                            <li>หอพระไตรปิฎกหรือหอธรรม</li>
                                        </ol>
                                        <p>ประเภทของสาธารณะ ที่ประชาชนช่วยกันจัดนอกวัด ประกอบด้วย</p>
                                        <ol>
                                            <li>โรงเรียนประชาบาล</li>
                                            <li>หอประชุมกลางบ้าน</li>
                                            <li>สะพานใหญ่ที่ใช้ข้ามน้ำจากฟากหนึ่งไปสู่ฟากหนึ่ง</li>
                                        </ol>
                                                                      
                                        <p><span>Author : มณี  พยอมยงค์</span><br />
                                        <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                                </div><!--end col 9-->                         
                        
                            </div><!--end col 9-->


                            <!--=======Nav Ver========-->
                            <div class="col-md-3">

                                <br>

                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนมีนาคม</h3>
                                    </div>
                                    <div class="panel-body">

                                        <ul class="list-unstyled">

                                          <li><a href="mar-1.php">ประเพณีปอยข้าวสังฆ์ </a> </li>
                                          <li><a href="mar-2.php">ประเพณีลากปราสาท </a></li>
                                          <li><a href="mar-3.php">ประเพณีปอยหลวง</a></li>

                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->