<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                       <div class="row h1Tab bgH1Zone">
                           
                           <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > พฤษภาคม </h1></span>
                           
                       </div>	
                       
                       <div class="row">
                           
                           <div class="col-md-9 ">	   	           
                               
                               <br>
                               <!-- ============Content ====================-->
                                   <h3>ประเพณีขึ้นพระธาตุ</h3>
                                  
                                  <p>
                                  ประเพณีขึ้นพระธาตุ ในล้านนาไทยประชาชนมีความผูกพันต่อศาสนามาก ทุกอย่างมีวัดเป็นศูนย์กลางตั้งแต่เกิดจนตาย วัดเป็นสถานที่ให้การศึกษาแก่กุลบุตร ทั้งทางหนังสือและวิชาชีพ เพื่อจะได้ใช้วิถีชีวิตของตน ให้เป็นคนสมบูรณ์ทางความเป็นอยู่และสังคม ประเพณีที่ปฏิบัติกันในเดือนแปดนี้ จึงเกี่ยวเนื่องกับศาสนาเป็นส่วนใหญ่ ดังจะกล่าวต่อไป</p>
                                  <p>วันเดือน 8 เพ็ญ (เหนือ) เป็นวันที่มีความสำคัญทางพุทธศาสนามาก กล่าวคือ ตรงกับวันประสูติ ตรัสรู้ และปรินิพพานของพระพุทธเจ้า เป็นวันที่ชาวพุทธทั่วโลกทำพิธีรำลึกถึงพระมหากรุณาธิคุณของพระองค์ โดยการทำบุญถวายภัตตาหารแด่พระสงฆ์และรักษาศีล ฟังเทศน์ ปฎิบัติธรรมกันทั่วไป</p>
                                  <p>ในล้านนาไทย ประชาชนนิยมพากันไปสู่บุณยสถานที่สำคัญ ๆ เช่น ในจังหวัดเชียงใหม่ ก็จะพากันไปวัดพระธาตุดอยสุเทพ จังหวัดเชียงรายไปพระธาตุจอมกิติและพระธาตุดอยตุง จังหวัดลำพูนไปนมัสการพระธาตุหริภุญชัย จังหวัดลำปางไปนมัสการพระธาตุลำปางหลวง จังหวัดแพร่ไปนมัสการพระธาตุช่อแฮ จังหวัดน่านไปนมัสการพระธาตุแช่แห้ง จังหวัดพะเยา ไปนมัสการ พระเจ้าตนหลวงทุ่งเอี้ยง จังหวัดแม่ฮ่องสอน ไปนมัสการ พระธาตุดอยกองมู นอกจากไปนมัสการพระเจดีย์สำคัญประจำเมืองแล้ว ประชาชนยังนิยมกันไปนมัสการพระธาตุเจดีย์ หรือปูชนียสถานใกล้บ้านของตนทุกหนทุกแห่งในวันเดือนแปดเพ็ง หรือ เพ็ญเดือน 6 ของภาคกลาง</p>
                                  <p>นอกจากการสร้างประเพณีไปไหว้พระธาตุที่สำคัญ ๆ แล้ว คนโบราณของล้านนายังสร้างค่านิยมให้บังเกิดขึ้นกับประชาชนด้วยการให้ประชาชน &#8220;ชุธาตุ&#8221; คือถือเอาพระธาตุเจดีย์นั้นเป็นที่พึ่งของตนด้วย พระธาตุเจดีย์ที่กล่าวถึงนี้ ก็คือพระเจดีย์ที่บรรจุพระบรมสารีริกธาตุของพระพุทธเจ้า ที่ได้ฐาปนาไว้ตามสถานที่ต่าง ๆ เช่น พระธาตุดอยสุเทพ พระหริภุญชัย พระบรมธาตุศรีจอมทอง ฯลฯ ตามประเพณีชาวเหนือถือกันว่าคนเกิดปีใดจะต้องไปสักการะบูชาพระธาตุที่นั้น จึงจะเป็นศิริมงคลแก่ตนให้มีอายุยืนมีบุญอานิสงส์มาก มีดังนี้</p>
                                  <ol>
                                  <li> คนเกิดปีไจ้ คือปีชวด พระธาตุประจำปีเกิดคือ พระธาตุศรีจอมทอง อำเภอจอมทอง จังหวัดเชียงใหม่</li>
                                  <li>คนเกิดปีเป้า คือปีฉลู พระธาตุประจำปีเกิดคือ พระธาตุลำปางหลวง อำเภอเกาะคา จังหวัดลำปาง</li>
                                  <li>คนเกิดปียี คือปีขาล พระธาตุประจำปีเกิดคือ พระธาตุช่อแฮ อำเภอเมือง จังหวัดแพร่</li>
                                  <li>คนเกิดปีเหม้า คือปีเถาะ พระธาตุประจำปีเกิดคือ พระธาตุแช่แห้ง อำเภอเมือง จังหวัดน่าน</li>
                                  <li>คน เกิดปีสี คือปีมะโรง พระธาตุประจำปีเกิดคือ พระเจดีย์พระสิงห์ อำเภอเมือง จังหวัดเชียงใหม่ บางคนว่าปีนี้คนชุ “พระสิงค์” หรือ “พุทธสิหิงค์” มิใช่พระเจดีย์</li>
                                  <li>คนเกิดปีไส้ คือปีมะเส็ง พระธาตุประจำปีเกิดคือ พระเจดีย์ศรีมหาโพธิ์ ที่พุทธคยา ประเทศอินเดีย ชาวบ้านเดินทางไปไม่ถึงให้ไหว้ต้นโพธิ์แทน</li>
                                  <li>คนเกิดปีสะง้า คือปีมะเมีย พระธาตุประจำปีเกิดคือ พระธาตุย่างกุ้ง หรือ ชะเวดากอง ประเทศพม่า</li>
                                  <li>คนเกิดปีเม็ด หรือปีมะแม พระธาตุประจำปีเกิดคือ พระธาตุดอยสุเทพ อำเภอเมือง จังหวัดเชียงใหม่</li>
                                  <li>คนเกิดปีสัน คือปีวอก พระธาตุประจำปีเกิดคือ พระธาตุพนม จังหวัดนครพนม</li>
                                  <li>คนเกิดปีเล้า หรือปีระกา พระธาตุประจำปีเกิดคือ พระธาตุหริภุญชัย อำเภอเมือง จังหวัดลำพูน</li>
                                  <li>คนเกิดปีเส็ด คือปีจอ พระธาตุประจำปีเกิดคือ พระธาตุเกศแก้วจุฬามณี บนสวรรค์ชั้นดาวดึงส์</li>
                                  <li>คนเกิดปีไค้ คือปีกุน พระธาตุประจำปีเกิดคือ พระธาตุดอยตุง อำเภอแม่สาย จังหวัดเชียงราย</li>
                                  </ol>
                                  <p>พระธาตุประจำปีเกิดนี้ ถือว่าหากผู้ใดเกิดปีไหนแล้วควรไปนมัสการกราบไหว้พระธาตุนั้นๆ ก็จะได้อานิสงส์มาก สำหรับผู้ที่อยู่ห่างไกลจากพระธาตุที่ประจำปีเกิดของตนเดินทางไปไม่ถึง ก็ให้กราบไว้เอาเองหรือไปขอผู้ที่วาดรูปเป็น วาดใส่แผ่นผ้าหรือแผ่นกระดานให้นำมาสักการะบูชาก็ได้ หากท่านไปเที่ยวบ้านในภาคเหนือจะพบรูปภาพพระธาตุประจำปีตามบ้านต่างๆ มากมาย<br />
                         
                                   <p><span>Author : มณี  พยอมยงค์</span><br />
                                   <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>	
                                   	      
                           </div><!--end col 9-->
                           
                           
                           <!--=======Nav Ver========-->
                           <div class="col-md-3">
                               
                               <br>
                               
                               <div class="panel panel-default">
                                   <div class="panel-heading">
                                       <h3 class="panel-title">ประเพณี เดือนพฤษภาคม</h3>
                                   </div>
                                   <div class="panel-body">
                                       
                                       <ul class="list-unstyled">
                                           <li><a href="library-culture-may1.html">ประเพณีขึ้นพระธาตุ </a> </li>
                                       </ul>
                                   </div>
                               </div>
                               
                               <br>
                               <h4>ประเพณีประจำเดือน</h4>
                               <br>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->