<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > พฤจศจิกายน</h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีตั้งธรรมหลวง</h3>
                                      
                                           <p>ประเพณีการฟังเทศน์มหาชาติหรือประเพณีตั้งธรรมหลวง </span></p>
                                           <p>มหาชาติ คือชาติที่ยิ่งใหญ่เป็นชาติสุดท้ายของพระพุทธเจ้า ก่อนที่จะมาอุบัติตรัสรู้เป็นพระพุทธเจ้าในชาติปัจจุบัน    รวมอยู่ในพระเจ้าสิบชาติ แต่คนนิยมฟังกันเป็นประเพณีเฉพาะตอนเป็นมหาชาติคือเมื่อเสวยพระชาติเป็นพระเวสสันดรเท่านั้น    เพราะสังคายนาจารย์ทั้งหลายได้กล่าวอานิสงส์แห่งการสร้างหรือฟังมหาเวสสันดรชาดกไว้ว่า</span></p>
                                           <blockquote><p> </span>“สังคายนาจารย์เจ้าทั้งหลายกล่าวดั่งนี้แล้ว ก็กล่าวคาถามาว่า “ปูชา ปาเก เตชยนติ      ทุคคติ เตน ปุญญสส ปาเก “ ดังนี้ว่า อันว่าคนทั้งหลายฝูงใด ได้บูชามหาเวสสันดรชาตก      ผู้นั้นก็จะได้เป็นเจ้าพระยาในเมืองคน ยศประวารบ่จนมีมาก ชางม้าหากเนืองนันต์      มีกลองนันทเภรีเก้าพันลูก เปี๊ยะพิณผูกเก้าพันเสียง สัททะสำเนียงชมชื่น สนุกต้องตื่นทุกรวายตรีทิวา      ทาสีทาสามีมาก พร้อมอยู่แวดล้อมเฝ้าปฏิบัติ ทิพพสัมปัตติล้ำเลิศ ก็กลับเกิดมีตาม      เล้มเงินเล้มคำและเสื้อผ้า ทั้งช้างม้าและเปลือกเข้าสาร ก็จักมีตามปรารถนาทุกเมื่อ      จำเริญเชื่อมงคล ยถา ในกาลเมื่อใดพระศรีอริยเมตไตรยมาตรัสประยาและปัญญา เป็นพระพายหน้าบุญแก่กล้าก็จักได้หันหน้าท่านบ่สงสัย      เหตุได้เป็นปาเถยยะกับธัมม์เวสสันตระชาตกะ อันยกมาที่นี้แล้ว ก็จักเถิงเซิ้งเวียงแก้วยอดมหาเนรพาน      บ่อย่าชะแล”</span></p></blockquote>
                                           <p>คัดมาจากธรรมอานิสงฆ์สร้างมหาเวสสันตรชาดก ของล้านนาไทยซึ่งโบราณาจารย์ท่านได้แต่งไว้อีกประการหนึ่งท่านกล่าวว่า    “ บุคคลใดตั้งใจฟังธรรมมหาชาติจนจบ 13 กัณฑ์ ภายในวันหนึ่งคืนหนึ่ง ท่านว่าผู้นั้นจะวุฒิจำเริญด้วยสมบัตินานาประการในปัจจุบัน    และจะได้เกิดร่วมศาสนาพระศรีอริยเมตไตรยในอนาคต ไม่ต้องสงสัย</span></p>
                                           <p>ในคัมภีร์มาลัยสูตรก็กล่าวเป็นใจความว่า “เมื่อครั้งมหาเถรขึ้นไปนมัสการพระเกศแก้วจุฬามณีในชั้นดาวดึงษ์นั้น    ได้พบพระอริยเมตไตรยเทพบุตร ท่านก็ได้สั่งมหาเถรเจ้ามาว่า “ให้คนทั้งหลายฟังธรรมมหาชาติให้จบทั้ง    13 กัณฑ์ในวันเดียวคืนเดียว แล้วจะได้ร่วมกับศาสนาของเรา” ดังนี้ เมื่อพระมหาเถรเทพมาลัยกลับจากสวรรค์แล้ว    ก็นำเรื่องนี้มาบอกกับชาวโลกคนทั้งหลายได้ฟังก็เลยพากันฟังเทศน์มหาชาติจนถือเป็นประเพณีมา”</span></p>
                                           <p>เพราะความนิยมที่คนชอบชาดกเรื่องนี้มาก จึงเกิดมหาชาติล้านนาไทยสำนวนต่าง ๆ ขึ้นประมาณ    120 สำนวน ส่วนมากแต่งมาตั้งแต่สมัยพระเจ้ากือนา (พ.ศ. 1910 -1943) และแต่งในสมัยต่อ    ๆ มา จนถึง พ.ศ. 2300 ในสมัยพระเจ้ากาวิละต้นรัตนโกสินทร์ ได้มีนักปราชญ์ล้านนาไทยนำเอามหาชาติสำนวนเก่ามาเกลาใหม่    เช่นฉบับอินทร์ลงเหลา (เหลาแปลว่า เกลา) ฉบับพระยาพื้น เป็นต้น</span></p>
                                           <p><strong>การฟังเทศน์มหาชาติ</strong><br />
                                           การฟังเทศน์มหาชาติ นิยมฟังกันมาตั้งแต่สมัยโบราณมา โดยปฏิบัติตามคำสั่งของอริยเมตไตรยเทพบุตร    ให้จบในวันหนึ่งคืนหนึ่ง และแต่งเครื่องบูชาครบตามที่สั่งไว้ คือดอกบัวเผื่อน ดอกปีบ    ธูป เทียน ข้าวตอกให้ครบพัน เพื่อบูชาพันคาถาในเรื่องนี้พร้อมกับวาดรูปนี้เป็นกัณฑ์    ๆ ของเหล่านี้เตรียมวางไว้หน้าพระประธานในวิหาร ส่วนรูปช้างม้าที่เป็นของทานแห่งพระยาเวสสันดรนั้น    ส่วนมากทำด้วยแผ่นเงินตอกเป็นรูปนูนด้านหนึ่งมัดแขวนไว้ที่ค้างเหมือนฉัตร รูปภาพมัดนั้นแขวนไว้ตามผาผนัง    ส่วนดอกบัวเผื่อนนั้นจะลอยบนกระถางน้ำก็ได้ ส่วนดอกปีบทำเป็นแผง ๆใช้ดอกไม้แห้งทำถึงแม้ดอกบัวเผื่อนจะทำเช่นนี้ก็ได้<br />
                                           นอกจากสิ่งของที่กล่าวมาแล้ว เมื่อจะมีการฟังเทศน์มหาชาติ ซึ่งถือเป็นประเพณีสืบต่อกันมา    ท่านกำหนดเอาวันเดือนยี่ (เหนือ ) เพ็ญเป็นวันฟังเทศน์เรื่องนี้ อันเป็นจบประเพณีฟังในฤดูเข้าพรรษา    ตามที่กล่าวในประเพณีเข้าพรรษานั้น</span></p>
                                           <p>ก่อนจะถึงวันฟังเทศน์มหาชาติ ทุกวัดวาอารามจะเตรียมสถานที่ ทำซุ้มประตูวัดเรียกกันว่าซุ้มประตูป่า    สมมุติว่าเป็นประตูเข้าสู่ป่าหิมพานต์ อันเป็นด่านที่พรานเจตบุตรคอยเฝ้าระวังมิให้คนใดผ่านเข้าไปรบกวนพระเวสสันดร    ต่อจากประตูวัดเข้าไปจะทำราชวัตรปลูกกล้วยอ้อยประดับช่อทุงและฉัตร บริเวณลานวัดจะผังค้างโคมแขวน    โคมทำด้วยกระดาษ โครงทำด้วยไม้ไผ่หักเป็นเหลี่ยมเป็นมุม หุ้มรอบป้องกันมิให้ลมพัดไฟดับ    ด้านล่างของโคมจะใช้กระดาษตัดขนาดเท่าผ่ามือ ยาวเหมาะสมกับโคมนั้น ทำเป็นชายห้อยลงมาหลายชาย    เวลาแขวนอยู่บนค้างชายโคมนี้จะถูกลมพัดพริ้วน่าดูมาก หน้าวิหารจะมีโคมกระดาษรูปร่างแปลก    ๆ แขวนเป็นระยะ ถ้ามีโคมมากก็จะแขวนถึงในวิหาร ส่วนในวิหารนั้นประดับด้วยธงราวและเครื่องบูชามหาชาติ    โดยได้เขียนไว้เป็นกลอนในนิราศเดือนล้านนาไทย ดังต่อไปนี้<br />
                                           ฯลฯ</span></p>
                                           <table border="0" cellspacing="0" cellpadding="0" width="500" align="center">
                                           <tbody>
                                           <tr>
                                           <td>ราชวัตรฉัตรธงบรรจงจัด</span></td>
                                           <td>ประดับวัดด้วยไฟวิไลร่าม</span></td>
                                           </tr>
                                           <tr>
                                           <td>ประตูป่าหน้าอาวาสสะอาดงาม</span></td>
                                           <td>กระทำตามแบบเก่าแต่เบาราณ</span></td>
                                           </tr>
                                           <tr>
                                           <td>ปลูกกล้วยอ้อยถ้อยแถวเป็นแนวเหมาะ</span></td>
                                           <td>ทางเฉพาะมุ่งสู่ประตูวิหาร</span></td>
                                           </tr>
                                           <tr>
                                           <td>ฝังค้างโคมแขวนโคมโพยมยาน</span></td>
                                           <td>พระพายพานพัดไกวอยู่ไปมา</span></td>
                                           </tr>
                                           <tr>
                                           <td>ตามหำยนโคมห้อยไม่น้อยอย่าง</span></td>
                                           <td>ประจงสร้างรูปร่างต่างกันหนา</span></td>
                                           </tr>
                                           <tr>
                                           <td> เป็นรูปนกหกเหินจำเริญตา</span></td>
                                           <td>ทั้งดาราดวงจันทร์พรรณราย</span></td>
                                           </tr>
                                           <tr>
                                           <td>รูปเรือเล่นโผนโจนผงาด</span></td>
                                           <td>ดารดาษประทีปปั้นฝั้นสีสาย</span></td>
                                           </tr>
                                           <tr>
                                           <td>ในวิหารผูกธงราวดูพราวพราย</span></td>
                                           <td>ทั้งธงชายแผ่นผ้าประดามี</span></td>
                                           </tr>
                                           <tr>
                                           <td>โคมญี่ปุ่นแขวนราวดูพราวพร้อย</span></td>
                                           <td>ระย้าย้อยตั้งโคมผัดจำรัสศรี</span></td>
                                           </tr>
                                           <tr>
                                           <td>พึ่งแรงเทียนเวียนหมุนหุ่นเข้าที</span></td>
                                           <td>เข้าทำดีรูปสร้างต่าง ๆ กัน</span></td>
                                           </tr>
                                           <tr>
                                           <td> เป็นรูปรถคชสารทะยานเหยาะ</span></td>
                                           <td>ทั้งรูปเกาะแก่งป่าพนาสัณฑ์</span></td>
                                           </tr>
                                           <tr>
                                           <td>และรูปลิงรบรุมหมู่กุมภัณฑ์</span></td>
                                           <td>รูปบุษบันชูช่อลออตา</span></td>
                                           </tr>
                                           <tr>
                                           <td>เหมราชลงสระอโนดาต </span></td>
                                           <td>รูปอากาศหนหาวพราวเวหา</span></td>
                                           </tr>
                                           <tr>
                                           <td>รูปดาวฤกษ์ลอยเลื่อนเกลื่อนนภา</span></td>
                                           <td>สกุณาโผผินล่าบินจร</span></td>
                                           </tr>
                                           <tr>
                                           <td>สารพัดจัดไว้ในโคมผัด</span></td>
                                           <td>พวกเด็กวัดเป็นหมู่ดูสลอน</span></td>
                                           </tr>
                                           <tr>
                                           <td>ตามผนังติดรูปเวสสันดร</span></td>
                                           <td>แต่ทศพรผุสดีลีลาลง</span></td>
                                           </tr>
                                           <tr>
                                           <td> สิบสามกัณฑ์บันทึกผนึกภาพ</span></td>
                                           <td>ให้คนทราบเรื่องรู้ดูไม่หลง</span></td>
                                           </tr>
                                           <tr>
                                           <td>เป็นภาพงามตามถนัดจัดบรรจง </span></td>
                                           <td>ระบายลงแผ่นผ้าอย่างน่าดู</span></td>
                                           </tr>
                                           <tr>
                                           <td>หน้าแท่นแก้วบัลลังก์พุทธังอาสน์</span></td>
                                           <td>ใช้พรมลาดตั้งโต๊ะบูชาหมู่</span></td>
                                           </tr>
                                           <tr>
                                           <td> ประดับดอกไม้สดดูชื่นชู </span></td>
                                           <td>สำหรับบูชาองค์พระทรงญาณ</span></td>
                                           </tr>
                                           <tr>
                                           <td> ตั้งกระถางอ่างอุบลจงกลดอก</span></td>
                                           <td>ตำราบอกแจ้งจิอธิษฐาน</span></td>
                                           </tr>
                                           <tr>
                                           <td>ทั้งดอกปีบอย่างละอันพันตระการ </span></td>
                                           <td> แต่โบราณบูชาคาถาพัน</span></td>
                                           </tr>
                                           <tr>
                                           <td>ฯลฯ</span></td>
                                           <td> </span></td>
                                           </tr>
                                           </tbody>
                                           </table>
                                           <p> วันเดือนยี่เหนือขึ้น 14 ค่ำ เวลาประมาณ 15.00 น ศรัทธาชาวบ้านจะมาฟังเทศน์คาถาพัน    คือเรื่องราวของเวสสันดรชาดกที่พระพุทธเจ้าทรงแสดงไว้เป็นภาษาบาลี รวมทั้งหมดมี    1,000 พระคาถา และเทศน์คัมภีร์ต่อไปอีก คือ คัมภีร์มาลัยต้น มาลัยปลายและอานิสงส์เวสสันตระ</span></p>
                                           <p>รุ่งขึ้นวันเดือนยี่เหนือเพ็ญ เวลาเช้าตรู่จะเริ่มฟังกัณฑ์ทศพรและกัณฑ์ต่อ ๆ มาตามลำดับ มีเวลาพักตักบาตรตอนเช้าและฉันเพล จากนั้นก็เทศน์ติดต่อกันไป เมื่อเทศน์กัณฑ์ใดเจ้าภาพของกัณฑ์ก็จะจุดธูปเทียนบูชาคาถาของกัณฑ์นั้น จนครบคาถา ดังนี้</span></p>
                                           <table border="0" cellspacing="0" cellpadding="0" width="500" align="center">
                                           <tbody>
                                           <tr>
                                           <td width="30">1.</span></td>
                                           <td width="272">กัณฑ์ทศพร</span></td>
                                           <td width="198">มี 19 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>2.</span></td>
                                           <td>กัณฑ์หิมพาน</span></td>
                                           <td> มี 134 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>3.</span></td>
                                           <td>ทานกัณฑ์ </span></td>
                                           <td>มี 209 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>4.</span></td>
                                           <td>กัณฑ์ประเวสน์ </span></td>
                                           <td>มี 57 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>5.</span></td>
                                           <td>กัณฑ์ชูชก</span></td>
                                           <td> มี 79 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>6.</span></td>
                                           <td>กัณฑ์จุลพล </span></td>
                                           <td>มี 15 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>7.</span></td>
                                           <td>กัณฑ์มหาพน </span></td>
                                           <td>มี 80 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>8.</span></td>
                                           <td>กัณฑ์กุมาร </span></td>
                                           <td>มี 10 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>9.</span></td>
                                           <td>กัณฑ์มัทรี </span></td>
                                           <td>มี 90 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>10.</span></td>
                                           <td>กัณฑ์สักกบรรพ </span></td>
                                           <td>มี 43 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>11.</span></td>
                                           <td>กัณฑ์มหาราช </span></td>
                                           <td>มี 69 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>12.</span></td>
                                           <td>กัณฑ์ฉกษัตริย์ </span></td>
                                           <td>มี 39 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td>13.</span></td>
                                           <td>นครกัณฑ์ </span></td>
                                           <td>มี 48 คาถา</span></td>
                                           </tr>
                                           <tr>
                                           <td> </span></td>
                                           <td>รวมทั้งหมด </span></td>
                                           <td>1,000 คาถา</span></td>
                                           </tr>
                                           </tbody>
                                           </table>
                                           <p>ชื่อกัณฑ์เทศน์และเนื้อเรื่องย่อในแต่ละกัณฑ์<br />
                                           *ในแต่ละกัณฑ์ที่พระสงฆ์จะเทศน์จะมีเนื้อเรื่องย่อซึ่งเป็นเรื่องราวของเวสสันดรชาดกที่พระพุทธเจ้าทรงแสดงไว้เป็นภาษาบาลีดังนี้</span></p>
                                           <p> กัณฑ์ที่ 1 ชื่อกัณฑ์ทศพร พรรณนาตอนที่พระนางผุสดีขอพรจากพระอินทร์ 10 ประการ    ก่อนที่จะจุติในโลกมนุษย์เป็นมารดาของพระเวสสันดร</span></p>
                                           <p> กัณฑ์ที่ 2 ชื่อกัณฑ์หิมพานต์ พรรณนาถึงจุติปฏิสนธิของพระเวสสันดร จนถึงทรงได้อภิเษกสมรสกับพระนางมัทรี    พระธิดาแห่งกษัตริย์แคว้นมัทราชจนกระทั่งถูกเนรเทศออกจากเมืองเข้าสู่ป่าพรรณนาถึงป่าหิมพานต์</span></p>
                                           <p> กัณฑ์ที่ 3 ชื่อทานกัณฑ์ พรรณนาสัตตสดกมหาทาน พระเวสสันดรสั่งเมืองและให้ทานรถเทียมด้วยม้าแก่ผู้ที่มาทูลขอ</span></p>
                                           <p> กัณฑ์ที่ 4 ชื่อกัณฑ์วนปเวศน์ พรรณนาถึงสี่กษัตริย์เสด็จถึงนครมาตุลราช พระยาเจตราฐ    เจ้าเมืองทูลขอให้ครองสมบัติ พระเวสสันดรไม่ทรงรับ</span></p>
                                           <p> กัณฑ์ที่ 5 ชื่อกัณฑ์ชูชก พรรณนาถึงพราหมณ์ชูชกขอทานจนได้นางอมิตตดาลูกสาวเพื่อนเป็นเมีย    เมียต้องการคนรับใช้ให้พราหมณ์ชูชกไปขอกัณหาและชาลีมาเป็นคนใช้ พราหมณ์จึงออกเดินทางไปสู่เขาวงกฏ    เจอพรานเจตบุตรผู้รักษาทางเข้าป่าหิมพานต์</span></p>
                                           <p> กัณฑ์ที่ 6 ชื่อกัณฑ์จุลพน พรานเจตบุตรถูกชูชกหลอกจึงบอกทางไปสู่เขาวงกฏ</span></p>
                                           <p> กัณฑ์ที่ 7 ชื่อกัณฑ์มหาพน พรรณนาถึงพราหมณ์ชูชกพบอจุตฤาษี ก็ชี้ทางไปสู่เขาวงกฏ    พรรณนาถึงป่าเขาลำเนาไพร</span></p>
                                           <p> กัณฑ์ที่ 8 ชื่อกัณฑ์กุมาร ชูชกไปถึงเขาวงกฏเพื่อขอกัณหาชาลี สองกุมารลงไปหลบในสระน้ำ    พระเวสสันดรเรียกขึ้นมามอบให้พราหมณ์ชูชก ชูชกทุบตีฉุดกระชากลากสองกุมารไป</span></p>
                                           <p> กัณฑ์ที่ 9 ชื่อกัณฑ์มัทรี พระนางมัทรีกลับจากหาผลไม้ในป่าพบสัตว์สามตัวนอนขวางทางจึงไม่พบลูกทั้งสอง    พอทราบความจริงก็เป็นลมสลบไป</span></p>
                                           <p> กัณฑ์ที่ 10 ชื่อกัณฑ์สักกบรรพ์ พระอินทร์แปลงกายมาทูลขอพระนางมัทรีจากพระเวสสันดรแล้วคืนให้    พระเวสสันดรทูลขอพร 8 ประการจากพระอินทร์</span></p>
                                           <p> กัณฑ์ที่ 11 ชื่อกัณฑ์มหาราช พราหมณ์ชูชกพา 2 กุมารหลงทางเข้าสู่เมืองสีพี พระเจ้าสัญชัยทรงไถ่กุมารคืนด้วยสิ่งของอย่างละ    100 พราหมณ์ชูชกรับประทานอาหารจนตายพระเจ้าสัญชัยเตรียมไปรับพระเวสสันดรและพระนางมัทรี</span></p>
                                           <p> กัณฑ์ที่ 12 ชื่อกัณฑ์ฉกษัตริย์ พรรณนาถึงหกกษัตริย์พบกัน เกิดความยินดีจนเศร้าโศกสลบไป    พระอินทร์บันดาลฝนโบกขรพรรณตกลงมาประพรมจนฟื้นคืนสติทั้งหมด</span></p>
                                           <p> กัณฑ์ที่ 13 ชื่อกัณฑ์นครกัณฑ์ (ขณะเทศน์จะมีการโปรยข้าวตอกข้าวสาร สมมติว่าพระอินทร์ได้บันดาลฝนแก้ว “รัตนธารา”) กัณฑ์สุดท้ายถือเป็นกัณฑ์ชัยมงคลพรรณนาถึงพระเวสสันดร พระนางมัทรี ลาจากเพศพรตฤาษีนิวัติคืนสู่พระนครครองเมืองสีพี พระอินทร์บันดาลห่าฝนสัตตรตนะธาราตกลงทั้งภูมิมณฑลโปรดให้ประชาชีทำบุญทำทาน ตลอดพระชนมชีพ</span></p>
                                           <p>เมื่อเทศน์จบกัณฑ์หนึ่งๆ จะมีการประโคมฆ้องกลองบูชาบนวิหารก็จะจุดประทัดบอกสัญญาณให้รู้ว่า“ธรรมจบ กัณฑ์หนึ่ง“แล้วคนอยู่ที่ไหนได้ยินเสียงกลองก็จะประนมมือไหว้มาทางวัดกล่าว คำว่า “สาธุ”<br />
                                           * (จากเอกสารแนะนำภูมิปัญญาล้านนา ศูนย์วัฒนธรรมจังหวัดลำพูน โรงเรียนส่วนบุญโญปถัมภ์ลำพูน)</span></p>
                                           <p>กัณฑ์ที่นิยมฟังเป็นพิเศษและนิยมเสียง<br />
                                           ในมหาเวสสันดรชาดกทั้ง 13 กัณฑ์นั้น จะมีบางกัณฑ์ที่คนนิยมฟังเป็นพิเศษและนิยมกำหนดเสียงพระนักเทศน์ไว้    คือ</span></p>
                                           <table border="0" cellspacing="0" cellpadding="0" width="500" align="center">
                                           <tbody>
                                           <tr>
                                           <td width="21">1.</span></td>
                                           <td width="122">กัณฑ์ชูชก</span></td>
                                           <td width="357">นิยมเสียงใหญ่หรือค่อนข้างใหญ่</span></td>
                                           </tr>
                                           <tr>
                                           <td>2.</span></td>
                                           <td>กัณฑ์มัทรี </span></td>
                                           <td>นิยมเสียงเล็กคล้ายเสียงผู้หญิง</span></td>
                                           </tr>
                                           <tr>
                                           <td>3.</span></td>
                                           <td>กัณฑ์กุมาร </span></td>
                                           <td>นิยมเสียงเล็กกลมกล่อมนุ่มนวล</span></td>
                                           </tr>
                                           <tr>
                                           <td>4.</span></td>
                                           <td>กัณฑ์สักกบรรพ </span></td>
                                           <td>นิยมเสียงคล้ายกับมัทรีหรือกุมาร</span></td>
                                           </tr>
                                           <tr>
                                           <td>5.</span></td>
                                           <td>กัณฑ์มหาราช </span></td>
                                           <td>นิยมเสียงใหญ่หนักแน่น</span></td>
                                           </tr>
                                           <tr>
                                           <td>6.</span></td>
                                           <td>กัณฑ์ฉกษัตริย์ </span></td>
                                           <td>นิยมเสียงเด็กส่วนมากเป็นสามเณรเล็กๆเทศน์</span></td>
                                           </tr>
                                           <tr>
                                           <td>7.</span></td>
                                           <td>นครกัณฑ์ </span></td>
                                           <td>นิยมเสียงใหญ่ทุ้มกังวาน</span></td>
                                           </tr>
                                           </tbody>
                                           </table>
                                           <p>ในการเทศน์ตามกัณฑ์ที่กล่าวมานี้ ก่อนจะเทศน์พระผู้เทศน์จะใส่กาบเค้า คือแหล่กาพย์ตอนต้นจะเป็นเรื่องอะไรก็ได้ที่เข้ากับเหตุการณ์    เช่น กาบสิทธารถ กาบพิมพาพิลาป กาบศีลห้า เป็นต้น แต่เสียงใหญ่มักนิยมใส่กาบคำสอน    เช่น กาบทศพิธราชธรรม กาบร่ำสงสาร เป็นต้น เฉพาะกัณฑ์ชูชก จะต้องใส่กาบเค้าเรื่องกำเนิดของชูชก    เมื่อจบกาบเค้าแล้วจะดำเนินเทศน์ตามเนื้อเรื่องที่มีในคัมภีร์</span></p>
                                           <p>เมื่อเทศน์จบในกัณฑ์ใดแล้ว จะมีการใส่กาบปลายอีกครั้งหนึ่ง เป็นการสรุปใจความในกัณฑ์นั้น    ถ้าเป็นกัณฑ์สุดท้ายคือนครกัณฑ์ มักจะใส่กาบลำดับกัณฑ์ คือสรุปเรื่องราวของมหาเวสสันดรทั้งหมด    ตั้งแต่กัณฑ์ทศพรถึงนครกัณฑ์</span></p>
                                           <p>การฟังเทศน์มหาชาตินี้ มีบางครั้งบางกัณฑ์เช่นกัณฑ์มัทรี กัณฑ์กุมาร กัณฑ์มหาราชมักจะนิมนต์พระที่เทศน์เก่งมาเทศน์ประชันกัน    การเทศน์ประชันกันนี้ ให้องค์หนึ่งเทศน์จนจบกัณฑ์แล้วองค์ที่ 2 จึงจะเทศน์ต่อ ไม่ได้เปลี่ยนกันแหล่สลับกันเหมือนภาคกลาง    มีการเทศน์ในกัณฑ์เดียวมากๆเวลาที่จะฟังให้จบในวันหนึ่งคืนหนึ่งก็น้อยลง บางครั้งเมื่อเทศน์ถึงนครกัณฑ์จวนจะจบแล้ว    พระอาทิตย์ในวันใหม่ก็จะโผล่พ้นขอบฟ้า ศรัทธาต้องเร่งปิดประตูวิหารเพื่อมิให้แสงสว่างอย่างนี้ก็มี</span></p>
                                           <p><strong>การตั้งธรรม</strong><br />
                                           เมื่อพูดถึงประเพณีการเทศน์มหาชาติ ก็ใคร่จะนำเอาประเพณีการตั้งธรรมมาพูดรวมไว้ในทีเดียวกัน    “การตั้งธรรม” ฟังชื่อแล้วรู้สึกแปลกเหมือนเอาพระธรรมคัมภีร์มาตั้งไว้ ความเป็นจริงหมายถึงการฟังเทศน์เป็นการใหญ่    คือฟังกัน 3 วันบ้าง 5 วันบ้าง 7 วันบ้าง 10 วันบ้างการตั้งธรรมเช่นนี้เป็นประเพณีนิยมสืบต่อกันมา    ตั้งแต่สมัยโบราณ</span></p>
                                           <p><strong>วัตถุประสงค์ </strong>เพื่อต้องการหาเงินมาสร้างสิ่งถาวรภายในวัดอย่างใดอย่างหนึ่ง    เพราะในสมัยโบราณนั้นยังไม่มีการทอดกฐิน หรือผ้าป่าบำรุงเหมือนปัจจุบัน</span></p>
                                           <p>เมื่อจะตั้งธรรมก็ประชุมศรัทธาชาวบ้านถามความเห็น เป็นการปรึกษาหารือกัน เมื่อศรัทธาส่วนมากเห็นชอบด้วย    ก็จะกำหนดเดือนวันที่จะตั้งธรรม ส่วนมากมักจะเป็นเดือนยี่ เดือน 3 เดือน 4 เดือน    5 เดือน 6 เหนือ นอกจากเดือนเหล่านี้แล้วไม่นิยมกัน</span></p>
                                           <p><strong>ธรรมหรือคัมภีร์ที่ใช้เทศน์</strong><br />
                                           เมื่อตกลงกันแล้วก็จะเริ่มหาศรัทธาเป็นเจ้ากัณฑ์นั้นๆ ใครจะเป็นเจ้าภาพเรื่องอะไร    กัณฑ์ไหนก็มาแจ้งแก่เจ้าอาวาส ท่านจะจดชื่อไว้</span></p>
                                           <p><strong>นักปราชญ์ล้านนาไทยแต่โบราณ </strong>ท่านมีกุศโลบายอันฉลาดที่จะดึงให้ชาวบ้านรู้จักทำบุญท่านได้กำหนดชาดกธรรมประจำปีเกิด    เดือนเกิด วันเกิด ของคนทั้งหลายไว้ พร้อมกับบอกไว้ว่า”บุคคลใดก็ตาม” ถ้าริบรอมทรัพย์สมบัติใดไม่ขึ้น    เก็บเงินไม่อยู่มักทำให้สิ้นไปหมดไป ให้ทานธรรมชาตาของตนเสีย แล้วจะวุฒิจำเริญ” </span></p>
                                           <p>ปรากฏว่าคนทั้งหลายต่างก็ขวนขวายหาทางสร้างคัมภีร์ทั้งหลายอันเป็นธรรมประจำชาตาตนเอง    โดยจ้างคนที่เข้าใจจารคัมภีร์นั้นๆให้ แล้วนำมาถวายแก่สงฆ์ ด้วยเหตุนี้คัมภีร์ทั้งหลาย    ไม่ว่าจะเป็นมหาชาติหรือชาดกอื่นๆมักจะมีเป็นจำนวนมาก บางวัดเฉพาะมหาชาติมีเป็นตู้ๆปิฏกะทั้งสามมีเยอะทีเดียว    หากว่าไม่อาจจะสร้างใหม่ ท่านก็อนุญาตให้บูชา (เช่า) เอาคัมภีร์ที่มีอยู่แล้วในวัดมาถวายทาน    ก็ชื่อว่าได้บุญได้อานิสงส์เช่นกัน</span></p>
                                           <p>ธรรมคัมภีร์ที่ท่านกำหนดไว้เป็นธรรมชาตาปี</span></p>
                                           <table border="0" cellspacing="0" cellpadding="0" width="500" align="center">
                                           <tbody>
                                           <tr>
                                           <td><strong>คนเกิดปี</strong></span></td>
                                           <td> </span></td>
                                           <td><strong>ธรรม</strong></span></td>
                                           </tr>
                                           <tr>
                                           <td>ไจ้ </span></td>
                                           <td>(ชวด)</span></td>
                                           <td>เตมียะ</span></td>
                                           </tr>
                                           <tr>
                                           <td>เป้า </span></td>
                                           <td>(ฉลู)</span></td>
                                           <td>เวสสันดร</span></td>
                                           </tr>
                                           <tr>
                                           <td>ยี </span></td>
                                           <td>(ขาล)</span></td>
                                           <td>สุทธนะ</span></td>
                                           </tr>
                                           <tr>
                                           <td>เหม้า </span></td>
                                           <td>(เถาะ)</span></td>
                                           <td>เนมิราช</span></td>
                                           </tr>
                                           <tr>
                                           <td>สี </span></td>
                                           <td>(มะโรง)</span></td>
                                           <td>สมภมิตร</span></td>
                                           </tr>
                                           <tr>
                                           <td>ไส้ </span></td>
                                           <td>(มะเส็ง) </span></td>
                                           <td>ภูริทัต</span></td>
                                           </tr>
                                           <tr>
                                           <td>สะง้า</span></td>
                                           <td>(มะเมีย) </span></td>
                                           <td>สุธน</span></td>
                                           </tr>
                                           <tr>
                                           <td>เม็ด</span></td>
                                           <td>(มะแม) </span></td>
                                           <td>ช้างฉัททันต์</span></td>
                                           </tr>
                                           <tr>
                                           <td>สัน</span></td>
                                           <td>(วอก)</span></td>
                                           <td>มโหสถ</span></td>
                                           </tr>
                                           <tr>
                                           <td>เส้า </span></td>
                                           <td>(ระกา)</span></td>
                                           <td>สิทธัตถะ</span></td>
                                           </tr>
                                           <tr>
                                           <td>เส็ด</span></td>
                                           <td>(จอ)</span></td>
                                           <td>กุสราช</span></td>
                                           </tr>
                                           <tr>
                                           <td>ไก๊ </span></td>
                                           <td>(กุน)</span></td>
                                           <td>สุตตโสม</span></td>
                                           </tr>
                                           </tbody>
                                           </table>
                                           <p>ธรรมคัมภีร์ที่ท่านกำหนดให้เป็นธรรมชาตาเดือน</span></p>
                                           <table border="0" cellspacing="0" cellpadding="0" width="500" align="center">
                                           <tbody>
                                           <tr>
                                           <td><strong>คนเกิดเดือน</strong></span></td>
                                           <td> </span></td>
                                           <td><strong>ให้สร้างธรรม</strong></span></td>
                                           </tr>
                                           <tr>
                                           <td>เกี๋ยง</span></td>
                                           <td>(11)</span></td>
                                           <td>สุทธนู หรือปฐมกัปป์</span></td>
                                           </tr>
                                           <tr>
                                           <td height="22">ยี่ </span></td>
                                           <td>(12) </span></td>
                                           <td>ช้างฉัททันต์ หรือปทุมกุมาร</span></td>
                                           </tr>
                                           <tr>
                                           <td>สาม</span></td>
                                           <td>(อ้าย)</span></td>
                                           <td>มโหสถ หรือ มัฎฐกุณฑลี</span></td>
                                           </tr>
                                           <tr>
                                           <td>สี่ </span></td>
                                           <td>(ยี่) </span></td>
                                           <td>หงส์ผาคำ หรือ ภูริทัต</span></td>
                                           </tr>
                                           <tr>
                                           <td>ห้า</span></td>
                                           <td>(3)</span></td>
                                           <td>อมธรา หรือ ปุริสาท</span></td>
                                           </tr>
                                           <tr>
                                           <td>หก</span></td>
                                           <td>(4) </span></td>
                                           <td>พุทธโฆสเถร หรือ เตมิยะ</span></td>
                                           </tr>
                                           <tr>
                                           <td>เจ็ด</span></td>
                                           <td>(5)</span></td>
                                           <td>อรินทุม หรือเนมิราช</span></td>
                                           </tr>
                                           <tr>
                                           <td>แปด</span></td>
                                           <td>(6) </span></td>
                                           <td>สิทธัตถะ หรือ พารทะ</span></td>
                                           </tr>
                                           <tr>
                                           <td>เก้า </span></td>
                                           <td>(7) </span></td>
                                           <td>พุทธาภิเสก หรือ ทสะสิบชาติ วิฑุรบัณฑิต</span></td>
                                           </tr>
                                           <tr>
                                           <td>สิบ</span></td>
                                           <td>(8)</span></td>
                                           <td>ธรรมจักร หรือ สุวรรณสาม</span></td>
                                           </tr>
                                           <tr>
                                           <td>สิบเอ็ด</span></td>
                                           <td>(9) </span></td>
                                           <td>พุทธนิพพาน หรือ เวสสันตระ</span></td>
                                           </tr>
                                           <tr>
                                           <td>สิบสอง </span></td>
                                           <td>(10)</span></td>
                                           <td>มหามังคลสูตร หรือ สมภมิตร</span></td>
                                           </tr>
                                           </tbody>
                                           </table>
                                           <p>ธรรมหรือคัมภีร์ที่ท่านกำหนดให้เป็นธรรมชาตาวัน</span></p>
                                           <table border="0" cellspacing="0" cellpadding="0" width="500" align="center">
                                           <tbody>
                                           <tr>
                                           <td><strong>คนเกิดวัน</strong></span></td>
                                           <td><strong>ให้สร้างธรรม</strong></span></td>
                                           </tr>
                                           <tr>
                                           <td>วันจันทร์ </span></td>
                                           <td>สังคิณี</span></td>
                                           </tr>
                                           <tr>
                                           <td>วันอังคาร</span></td>
                                           <td>วิภังคะ</span></td>
                                           </tr>
                                           <tr>
                                           <td>วันพุธ </span></td>
                                           <td>ปุคคลปัญญัตติ</span></td>
                                           </tr>
                                           <tr>
                                           <td>วันพฤหัสบดี </span></td>
                                           <td>กถาวัตถุ</span></td>
                                           </tr>
                                           <tr>
                                           <td>วันศุกร์ </span></td>
                                           <td>ยมกะ</span></td>
                                           </tr>
                                           <tr>
                                           <td>วันเสาร์ </span></td>
                                           <td>มหาปัฏฐาน</span></td>
                                           </tr>
                                           </tbody>
                                           </table>
                                           <p> ใครเกิดปีใด เดือนใด ปีใด ก็เลือกสร้างหรือบูชา (เช่า) ธรรมคัมภีร์นั้นๆนำไปไว้ที่บ้านตระเตรียมทำกัณฑ์เทศน์ตามแต่อัธยาศัย    ใครจะทำบุญอุทิศให้แก่ใครก็เขียนใส่สะเรียงคือกระดาษตัดเป็นรูปสามเหลี่ยมด้านไม่เท่ามีปลายแหลม    แล้วเอาพันปลายไม้ที่เหลาไว้ปักบนกัณฑ์เทศน์</span></p>
                                           <p><strong>กำหนดวันฟังเทศน์หรือตั้งธรรม</strong><br />
                                           มีคนเอากัณฑ์เทศน์หรือธรรมมาก ทางวัดก็จะกำหนดวันที่จะฟังเทศน์กัณฑ์นั้นๆถ้ามีผู้เป็นศรัทธากัณฑ์เทศน์ มหาชาติมากๆก็จะกำหนดฟังมหาชาติเป็นวันๆ เช่น 2 วัน 3 วันเป็น ต้น นอกนั้นฟังธรรมวัตรคือธรรมคัมภีร์ที่ไม่ใช่มหาชาติ สลับวันกับการฟังเทศน์มหาชาติ<br />
                                           เมื่อกำหนดวันแล้วก็จะนำคัมภีร์นั้นๆไปตกหัววัดที่เคยทำบุญถึงกัน วัดละกัณฑ์ ส่วนมหาชาตินั้นถ้าต้องการจะฟังพระองค์ใดที่ไหน    ก็ไปนิมนต์ท่านถึงวัดแม้หัววัดจะไม่เคยถึงกันก็ตาม กำหนดนิมนต์ให้ท่านมาเทศน์ในวันที่กำหนดไว้    ส่วนมากการฟังเทศน์มหาชาติจะมีกี่วันก็ตามแต่ต้องฟังในวันสุดท้ายด้วย</span></p>
                                           <p><strong>การประดับตกแต่งสถานที่</strong><br />
                                           ในการฟังเทศน์ทุกวันจะมีการเวนทานโดยอาจารย์ของวัดทุกวัด ส่วนวันใดมีการเวนทานธรรมคัมภีร์เวสสันดรชาดก    ก็จะเวนทานมหาชาติซึ่งนักปราชญ์โบราณได้แต่งไว้โดยเฉพาะ เป็นประเพณีสืบต่อกันมา    ในปัจจุบันนี้การตั้งธรรมหรือฟังเทศน์มหาชาติไม่ค่อยได้ทำตามแบบตามที่โบราณาจารย์กำหนดไว้    การสร้างธรรมคัมภีร์ตามชาตาปี เดือน วันเกิดของตน ก็ไม่ค่อยจะมีใครปฏิบัติตามเท่าไรนัก    อาจเป็นเพราะไม่ทราบหรือเพราะประเพณีทางภาคกลางเข้ามาครอบงำจนไม่ทราบประเพณีอันแท้จริงของล้านนาไทย    ประกอบกับทางการก็ไม่สนับสนุนฟื้นฟู สิ่งที่นับวันจะหายไป คือ พระธรรมคัมภีร์ทั้งหลายจะน้อยลง    พระนักเทศน์ทำนองมหาชาติล้านนาไทยก็จะหมดไป ปัจจุบันมีเหลืออยู่ไม่กี่รูป ส่วนมากก็มีอายุเกิน    75 ปีแล้ว ถึงแม้จะจัดให้มีการฟังเทศน์มหาชาติในปัจจุบัน ก็เลือกฟังเฉพาะกัณฑ์    ไม่ได้ฟังครบทั้ง 13 กัณฑ์ กัณฑ์ดังกล่าวและฟังกันเพื่อความสนุกสนานเหมือนฟังจำอวดไป<br />
                                           </span></p>     
                         
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนพฤจศจิกายน</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-nov1.html">ประเพณีลอยโขมด หรือลอยกระทง</a> </li>
                                            <li><a href="library-culture-nov2.html">ประเพณียี่เป็ง</a></li>
                                            <li><a href="library-culture-nov3.html">ประเพณีตั้งธรรมหลวง</a></li> 
                                              
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->