<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > พฤจศจิกายน</h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีลอยโขมด หรือลอยกระทง</h3>
                                      
                                            <p>ประเพณี ลอยโขมด หรือลอยกระทง มีมาแต่โบราณกาลแล้ว นับแต่สมัยอาณาจักรหริภุญชัย อาณาจักรล้านนาไทย เมื่อถึงวันเดือนยี่เพ็ง ก็จะทำพิธีลอยโขมด เป็นการลอยโดยความหมาย<br />
                                            1. เป็นการลอยเคราะห์ลอยบาป<br />
                                            2. เป็นการลอยเพื่อส่งของ<br />
                                            3. เป็นการลอยเพื่อบูชาพระนารายณ์<br />
                                            4. เป็นการบูชาพระพุทธบาทในหาดทรายแม่น้ำนัมนที<br />
                                            5. เป็นการลอยเพื่ออธิษฐาน</p>
                                            <p>การลอยเคราะห์ลอยบาป ต้องการลดเคราะห์เสนียดจัญไรในตัวให้ไหลล่องไปตามน้ำในเทศกาลเดือนยี่<br />
                                            การลอยกระทงเพื่อส่งของแก่บรรพบุรุษ ตามคติความเชื่อของคนโบราณในนครหริภุญชัยที่ส่งให้แก่ญาติพี่น้องในนครหงสาว ดี ในสมัยต่อมาประชาชนยึดถือเป็นประเพณีปฎิบัติกันทุกวันนี้การลอยกระทงเพื่อ สักการะ<br />
                                            การลอยกระทงเพื่อสักการะบวงสรวงไปยังพระผู้เป็นเจ้า ในศาสนาพราหมณ์ คือ พระนารายณ์ ซึ่งบรรทมในเกษียรสมุทร ตามคติความเชื่อของพราหมณ์ บางแห่งใช้น้ำมันจากไขข้อของโคบูชาด้วย ถือว่าเป็นของศักดิ์สิทธิ์และมีผลมากในการบูชา คือ การทำอย่างนั้นเป็นการโปรดปรานของเทพเจ้า</p>
                                            <p>การบูชาพระพุทธบาทที่ประทับไว้เหนือหาดทราบแม่น้ำนัมนที เป็นความเชื่อของประชาชนผู้นับถือพุทธ ศาสนาว่า การลอยลงโขมดกระทงนั้น คือการบูชาพระพุทธบาทที่พระพุทธองค์ประดิษฐานไว้ปรากฎใน ตำนวนการลอยกระทง แต่ยังไม่ปรากฎว่าพระพุทธบาทแห่งแม่น้ำนัมนทีนั้นอยู่ที่ไหน และมีรูปพรรณสัณฐานเป็นอย่างไร</p>
                                            <p>การลอยกระทงเพื่ออธิฐาน เป็นเป้าหมายของประชาชนโดยตรง คือ อธิษฐานเอาตามความคิดของตน โดยเฉพาะการอธิฐานของหนุ่มสาวที่ต้องการจะร่วมชีวิตกัน เมื่อทำกระทงแล้วก็ไปลอยในแม่น้ำและอธิษฐานสิ่งที่ตนปรารถนา</p>
                                            <p>การลอยกระทงนั้น แต่โบราณล้านนาเรียกกันว่า ลอยโขมด คำว่า โขมด เป็นชื่อผีป่า เรียกกันว่า ผีโขมด ชอบออกหากินกลางคืน จะมีพะเนียงไฟเห็นเป็นระยะอย่างผีกระสือ ดังนั้น กระทงที่จุดเทียนแล้วปล่อยลงในน้ำจะกระทบกับน้ำเกิดเงาสะท้อนขึ้นวับ ๆ แวม ๆ หากเรายืนอยู่ไกล ๆ จะเป็นเสมือนแสงพะเนียงไฟ ผีโขมด ทางล้านนาแต่โบราณจึงเรียกลอยกระทงว่า “ลอยโขมด”</p>
                                            <p><strong>วันลอยกระทง </strong><br />
                                            กระทงเล็ก ๆ ที่ชาวบ้านจัดทำขึ้นนั้น นิยมลอยตามแม่น้ำลำคลอง หนองบึง ใกล้ ๆ บ้านของตนทำกันเป็นส่วนตัวและครอบครัว นิยมลอยกันในวันเดือนยี่ขึ้น 14-15 ค่ำ ส่วนกระทงใหญ่ที่จัดกันเป็นส่วนรวมแห่แหนเป็นขบวนนั้น นิยมลอยกันในวันแรม 1 ค่ำ เพราะวันเพ็ญไม่สะดวก เนื่องจากอุบาสกอุบาสิกาต้องไปทำบุญ ฟังเทศน์กันทุกวัดวาอาราม ประเพณีลอยกระทงเป็นประเพณีสำคัญอย่างหนึ่งที่เป็นส่วนหนึ่งในประเพณีเดือน ยี่ของล้านนาไทย</p>
                                            <p><strong>ประวัติและความเป็นมาของประเพณีลอยกระทงล้านนาไทย </strong><br />
                                            ประเพณีลอยกระทงในภาคเหนือ หรือที่เรียกตามหนังสือตำนานโยนก และจามเทวีวงศ์ว่า “ประเพณีลอยโขมด” หรือลอยไฟนั้น เป็นประเพณีที่สนุกสนานครึกครื้นมาก แม้ว่าจะไม่เป็นการใหญ่โตเหมือนปัจจุบัน คือ ก่อนจะถึงวันเพ็ญเดือน 12 ใต้ ก็จัดการปัดกวาดแผ้วถางบ้านเรือนสถานที่ให้สะอาดเรียบร้อย ประดับประดาด้วยธงชาติ จัดเปลี่ยนดอกไม้ในแจกันหิ้งบูชาพระ จัดเตรียมประทีปหรือเทียนขี้ผึ้งไว้สำหรับจุดบูชาพระ ที่ประตูบ้านก็จะหาต้นกล้วย ต้นอ้อย ก้านมะพร้าว หรือไม้อื่น ๆ มาประดิษฐ์ทำเป็นซุ้มrqประตูป่าแบบต่าง ๆ ให้เป็นที่สวยงาม บ้างก็จัดหาดอกบานไม่รู้โรยหรือที่เมืองเหนือเรียกว่า &#8220;ดอกตะล่อม&#8221; มาร้อยเป็นอุบะห้อยไว้ตามขอบประตู ประตูเรือน หรือประตูห้อง หรือหิ้งบูชาพระ ผู้ที่มีใจศรัทธาแรงกล้าถึงกับทำมาก ๆ แล้วนำไปประดับประดาตามวัดเป็นพุทธบูชา หรือเมื่อประดับประดาดอกไม้เรียบร้อยแล้วก็หาโคมญี่ปุ่นหรือประทีปมาเตรียม ไว้ เพื่อจะได้ใช้ตามไฟในงาน</p>
                                            <p>ในขณะเดียวกันตามวัดวาอารามหรือสถานที่สำคัญก็จะจัดสถานที่ให้สวยงามเป็น พิเศษ ที่ซุ้มประตูของวัด และในพระวิหารก็จัดตกแต่งด้วยดอกไม้ โคมไฟสวยงาม และบ้างก็ประดิษฐ์โคมชนิดหนึ่ง รอบ ๆ จะมีรูปสัตว์ต่าง ๆ อยู่ภายในโคม แขวนหรือตั้งไว้ในวัด เมื่อจุดไฟแล้วจะมองเห็นภาพต่าง ๆในโคมนี้ ตามภาษาพื้นเมืองเรียกว่า &#8220;โคมผัด&#8221; ในงานวันนั้นรอบ ๆ บริเวณก็จะจุดไฟด้วยเทียน หรือตั้งประทีปไว้รอบ ๆ เพื่อเป็นการบูชาระลึกถึงพระพุทธเจ้า นอกจากมีการประดับประดาโคมไฟแล้ว ทุกวัดก็จะมีการทำบุญทางศาสนา ในตอนเช้าของวันเพ็ญและมีการฟังเทศน์มหาชาติ แบบพื้นเมือง ซึ่งการเทศน์ พระธรรมกถึงผู้เทศน์จะต้องใช้เคล็ดในการเทศน์ให้ฟังกันอย่างสนุกสนานและได้ เนื้อหาทางศีลธรรมพร้อม ๆกันไป ซึ่งก็มักจะนิยมให้ท่านเทศน์กัณฑ์มัทรี ชูชก หรือที่เมืองเหนือเรียก &#8220;ตุ๊จ๊ก&#8221; กัณฑ์กุมาร มหาราชและนครกัณฑ์ ซึ่งบางแห่งก็มีการเทศน์ทั้งหมด 13 กัณฑ์เลยทีเดียว และต้องเริ่มเทศน์ฟังกันตั้งแต่ 7-8 คำไป ให้สิ้นสุดลงในวันเพ็ญ หรือวันแรม 1 ค่ำ และต้องนิมนต์พระธรรมกถึกมาจากที่ต่าง ๆ กัน<br /></p>    
                         
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนพฤจศจิกายน</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-nov1.html">ประเพณีลอยโขมด หรือลอยกระทง</a> </li>
                                            <li><a href="library-culture-nov2.html">ประเพณียี่เป็ง</a></li>
                                            <li><a href="library-culture-nov3.html">ประเพณีตั้งธรรมหลวง</a></li> 
                                              
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->