<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > พฤจศจิกายน</h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณียี่เป็ง</h3>
                                      
                                                <p>ประเพณี เดือนยี่ หรือบางทีเรียกกันว่า เดือนยี่เป็ง นับเป็นประเพณีเก่าแก่ของล้านนาไทย ประชาชนนับถือปฎิบัติกันมานับแต่พุทธศตวรรษที่ 14 สมัยอาณาจักรหริภุญชัยได้มีประเพณีเดือนยี่และทำพิธีลอยโขมดแล้ว ในตำนวนเมืองลำพูนกล่าวว่า ชาวเมืองหริภุญชัยได้อพยพหนีอหิวาตกโรคไปอยู่เมืองหงสาวดี ซึ่งมีเชื้อสายมอญด้วยกัน เป็นเวลาหลายปี เมื่อโรคร้ายสงบแล้ว ชาวเมืองลำพูนบางคนก็ย้ายกลับบ้านเมืองเดิมของตน บางคนก็แต่งงานมีครอบครัว เมื่อถึงเดือนยี่เป็งมาถึง ชาวเมืองลำพูนคิดถึงญาติที่อยู่ ณ.เมืองหงสาวดี ก็จะเอาวัตถุข้าวของใส่แพไหลล่องไปตามลำน้ำแม่กวง แม่ทา แม่ปิง โดยคิดว่าสิ่งของเหล่านั้นจะล่องลอยไปถึงญาติที่อยู่เมืองหงสาวดีโพ้น จึงเป็นต้นเหตุแห่งการลอยโขมด หรือลอยกระทงแต่นั้น และประเพณีเดือนยี่ก็มีมาแต่ครั้งกระโน้นแล้ว</p>
                                                <p>ในหนังสือโบราณล้านนาหลายฉบับกล่าวถึงเดือนยี่เป็ง เช่น คำกาพย์ลำดับกัณฑ์มหาชาติกล่าวถึงเดือนยี่เป็ง ตอนหนึ่งว่า “เวสสันตรปริปุณณัง มาเถิงนครกัณฑ์ สุดซ้อยหล้าเดือนยี่เป็ง พระจันทร์เพ็งเปล่งผ้ามณฑลทั่วฟ้า สุกใสวาดยำยวา บัดนี้ข้าจักได้ลำดับลำดากัณฑ์มหาชาติแก้ว หื้อเป็นที่แล้วแห่งนิคมธรรม ฯลฯ”</p>
                                                <p>สมัยอาณาจักรล้านนาไทย ระยะพุทธศักราช 2061 รัชกาลพระเจ้าดิลกปนัดดาธิราช (พระเมืองแก้ว) เทศกาลเดือนยี่เพ็ง เป็นประเพณีใหญ่ ประชาชนพลเมืองทั่วประเทศ มีมหากษัตริย์เป็นประมุข ต่างก็พากันไปนมัสการบูชาพระในอารามทั้งหลาย คราคร่ำไปด้วยผู้คนหนึ่มสาว สนุกสนานมีความสุข เพราะได้ดูชมมหรสพที่เล่นกันเป็นที่พึงพอใจ โคลงนิราศหริภุญชัยกล่าวถึงเดือนยี่เพ็งไว้หลายตอน อันแสดงถึงความนิยมชมชอบของผู้คนสมัยโน้น กวีผู้แต่งตึงนำมาสอดแทรกไว้ในนิราศของตน<br />
                                                </span></p>
                                                <table border="0" cellspacing="0" cellpadding="0" width="500" align="center">
                                                <tbody>
                                                <tr>
                                                <td>รัชนีเพิงพุ่งแจ้ง</td>
                                                <td>จวนตะวัน</td>
                                                </tr>
                                                <tr>
                                                <td>แสงส่องรังสีจันทร </td>
                                                <td>แจ่มฟ้า</td>
                                                </tr>
                                                <tr>
                                                <td>ราตรีดุจดูวัน</td>
                                                <td>รวีแว่น ยังเอ</td>
                                                </tr>
                                                <tr>
                                                <td>สนุกสนันปานด้าวหล้า </td>
                                                <td>หล่มหล้มเมทนี</td>
                                                </tr>
                                                </tbody>
                                                </table>
                                                <p> (พระจันทร์ส่องสว่างดังแสดงพระอาทิตย์ แสงสว่างท้องฟ้าเป็นเวลากลางคืนอยู่ แต่ดูเหมือนกลางวัน สนุกสนานประหนึ่งพื้นแผ่นดินจักถล่มหลายลง)</p>
                                                <p>ประเพณีเดือนยี่เพ็ง<br />
                                                พอเริ่มขึ้นหนึ่งค่ำเดือนยี่ ทุดวัดวาอารามในภาคเหนือจะจัดเตรียมสถานที่ปัดกวาดวิหารศาลาให้สะอาดงดงาม แล้วจัดเตรียมสิ่งต่อไปนี้<br />
                                                1.	ทำราชวัตรรอบวิหารหรือศาลา และทำประตูป่าหน้าทางเข้าวัด หรือหน้าวิหาร<br />
                                                2.	ทำโคมค้าง โคมแขวน โคมหูกระต่าย โคมรังมดส้ม (มดแดง) โคมรูปต่างๆ บางรายทำเป็นรูปเครื่องบิน ทำโคมผัดหรือโคมเวียน<br />
                                                3. ทำว่าวหรือโคมลอย โดยการนำกระดาษมาต่อกันเป็นทรงกลม ทำส่วนหัวและปากโคมลอยให้มีสัดส่วนเท่ากัน ไม่เช่นนั้นโคมลอยจะไม่ลอยขึ้นไป ลักษณะโคมลอยมีหลายแบบ เช่น แบบลูกฟัก แบบกล่องหรือกระติ๊บข้าว แบบรังมดส้ม แล้วแต่ช่างผู้ทำจะเห็นอย่างไร<br />
                                                โคมลอยมีลักษณะการปล่อยเป็น 2 อย่าง คือ โคมที่ใช้ปล่อยตอนกลางวันเรียกว่า ว่าว จะใช้การรมควัน คือ เพิ่มควันเข้าไปในตัวโคมลอยหรือว่าวเรื่อยๆ จนพองตัวมีความดันสูงขึ้นจนตึงมือ แล้วปล่อยขึ้นสู่ท้องฟ้า<br />
                                                โคมลอยที่ใช้ปล่อยตอนกลางคืน มีกรรมวิธีเช่นเดียวกันกับโคมว่าวตอนกลางวัน แต่แตกต่างกันที่เขาใช้ท่อนไม้ฟันด้ายเป็นก้อนกลมๆ ชุบด้วยน้ำมันยางหรือน้ำมันขี้โล้อ จนชุ่มแล้วทำที่แขวนติดกับปากโคมลอยเมื่อรมควันจนได้ที่แล้ว เขาจะจุดไฟท่อนผ้าที่เตรียมไว้แล้วผูกติดกับปากโคมลอย ปล่อยขึ้นสู่อากาศ โคมลอยจะลอยสูงขึ้นเรื่อยๆ และลอยไปตามกระแสลมจะมีลักษณะเป็นดวงไฟ คล้ายดาวเคลื่อนคล้อยไปในเวหาอันเวิ้งว้างน่าดูยิ่งนัก แต่โคมลอยที่ปล่อยกลางคืนนี้เป็นอันตรายต่อทรัพย์สินของผู้อื่นมาก บางครั้งผ้าที่ชุบน้ำมันยังไม่หมดเชื้อ ปรากฎว่าว่าวตกลงมาก่อนจึงเกิดไหม้บ้านเรือน หรือย่านป่าที่แห้งจัด เกิดไฟไหม้ป่าลุกลามไป ดังนั้นโคมลอยที่ใช้ปล่อยตอนกลางคืนจึงขาดความนิยมไป<br />
                                                4. การท่ำบอกไฟ ประกอบด้วยบอกไฟหลายชนิด เช่น บอกไฟดอก (ดอกไม้ไฟ) บอกไฟดาว (พลุ) บอกไฟเทียน บอกไฟขวี (เทียนเล็ก) บอกไฟช้างร้อย บอกไฟจักจ่า บอกไฟท้องตัน บอกไฟขี้หนู งานตำราประตา (ปรอท) เป็นคู่มือในการผสมดินประสิว กำมะถัน (มาด) และถ่านให้ถูกส่วนกัน ทำบอกไฟแต่ละชนิดขึ้นจุดในวันประเพณีเดือนยี่<br /></p>
                         
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนพฤจศจิกายน</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-nov1.html">ประเพณีลอยโขมด หรือลอยกระทง</a> </li>
                                            <li><a href="library-culture-nov2.html">ประเพณียี่เป็ง</a></li>
                                            <li><a href="library-culture-nov3.html">ประเพณีตั้งธรรมหลวง</a></li> 
                                              
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->