<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                        <div class="row h1Tab bgH1Zone">
                            
                            <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > ตุลาคม</h1></span>
                            
                        </div>	
                        
                        <div class="row">
                            
                            <div class="col-md-9 ">	   	           
                                
                                <br>
                                <!-- ============Content ====================-->
                                    <h3>ประเพณีตักบาตรเทโว</h3>
                                      
                                      <p>ประเพณีสำคัญที่เข้ามาในล้านนาไทยสมัยนี้ (2500-2529) คือ ประเพณีตักบาตรเทโว เป็นคำย่อมาจาก “เทโวโรหนะ” หมายถึง การเสด็จลงจากเทวโลกของสมเด็จพระสัมมาสัมพุทธเจ้าตามตำนานเล่าว่าเมื่อพระ พุทธเจ้าตรัสรู้อนุตรสัมมาสัมโพธิญาณแล้ว ได้เสด็จไปประกาศพระศาสนาในแคว้นทั่วชมพูทวีป คือประเทศอินเดียเวลานี้ เริ่มตั้งแต่เมืองราชคฤห์ ,พาราณสี , เมืองสาวัตถี ตลอดถึงเมืองกบิลพัสดุ์ ซึ่งเป็นราชปิตุภูมิของพระองค์ ทรงเทศนาโปรด พระเจ้าสุทโธทนะ พระพุทธบิดา, พระนางมหาปชาบดีโคตมี,พระนางยโสธราพิมพาและราหุลราชกุมาร ตลอดถึงพระประยูรญาติทั้งหลายให้บรรลุมรรคผลตามสมควรแก่อุปนิสัยของตนแล้ว พระองค์ทรงรำลึกถึงพระนางสิริมหามายา ซึ่งได้สิ้นพระชนม์หลังจากพระองค์ประสูติได้ 7วันพระองค์ทรงดำริที่จะสนองคุณพระพุทธมารดา ซึ่งทรงพิจารณาว่ามีพระคุณมากมายยิ่งนัก จะหาอะไรเปรียบปานมิได้ทรงวินิจฉัยโดยรอบคอบแล้ว ทรงเห็นว่ามีสิ่งเดียวเท่านั้น ที่จะสนองคุณพระมารดาเป็นการใช้หนี้ค่าน้ำนมให้คู่ควรกันได้ นั่นคือ พระอภิธรรม ฉะนั้นในพรรษาที่ 7 นับแต่ปีที่ตรัสรู้พระพุทธองค์จึงได้เสด็จขึ้นไปจำพรรษาบนสวรรค์ชั้น ดาวดึงส์ เทศนาพระอภิธรรมปิฎกโปรดพระพุทธมารดาอยู่หนึ่งพรรษา ครั้นออกพรรษาแล้ว วันแรม 1 ค่ำเดือน 11 พระพุทธเจ้าจึงเสด็จลงจากสวรรค์ชั้นดาวดึงส์มาประทับที่เมืองสังกัสสะมี ประชาชนไปเฝ้าพระพุทธองค์ เพื่อทำบุญตักบาตรอย่างหนาแน่น ด้วยเหตุนี้ชาวพุทธจึงถือว่า วันแรม 1 ค่ำเดือน 11 เป็นวันคล้ายวันที่พระพุทธเจ้าเสด็จจากเทวโลกลงมาสู่เมืองมนุษย์จึงนิยมตัก บาตรกันเป็นพิเศษจนเป็นประเพณีสืบต่อกันมาจนถึงทุกวันนี้ เรียกว่า “ตักบาตรเทโว”</p>
                                      <p>การตักบาตรเทโวนี้ เป็นประเพณีใหม่ที่เข้ามาในล้านนาไทย เริ่มแต่พุทธศักราช 2500 เป็นต้นมาพระสงฆ์และประชาชนได้ลัทธิประเพณีมาจากไทยภาคกลางนำมาจัดทำกันใน ล้านนาที่จัดประเพณีอย่างใหญ่หลวงมีผู้คนมาร่วมงาน กันมาก นิมนต์พระสงฆ์เป็นจำนวนถึง 500 รูป มารับบิณฑบาต คือ ประเพณีตักบาตรเทโวของมหาวิทยาลัยเชียงใหม่ซึ่งจัดขึ้นที่วัดฝายหินทุกปีใน วันแรม 1 ค่ำเดือน 11 ใต้ คือ เดือนเจี๋ยง แรม 1 ค่ำ ของล้านนาไทย</p>         
                         
                                    <p><span>Author : มณี  พยอมยงค์</span><br />
                                    <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                            </div><!--end col 9-->
                            
                            
                            <!--=======Nav Ver========-->
                            <div class="col-md-3">
                                
                                <br>
                                
                                <div class="panel panel-default">
                                    <div class="panel-heading">
                                        <h3 class="panel-title">ประเพณี เดือนตุลาคม</h3>
                                    </div>
                                    <div class="panel-body">
                                        
                                        <ul class="list-unstyled">
                                            
                                            <li><a href="library-culture-oct1.html">ประเพณีตักบาตรเทโว</a> </li>
                                            <li><a href="library-culture-oct2.html">ประเพณีทอดผ้าป่า</a></li>
                                            <li><a href="library-culture-oct3.html">ประเพณีทอดกฐิน</a></li> 
                                            <li><a href="library-culture-oct4.html">ประเพณีออกพรรษา</a></li> 
                                            
                                        </ul>
                                    </div>
                                </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->