<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                      <div class="row h1Tab bgH1Zone">
                          
                          <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > กันยายน</h1></span>
                          
                      </div>	
                      
                      <div class="row">
                          
                          <div class="col-md-9 ">	   	           
                              
                              <br>
                              <!-- ============Content ====================-->
                                  <h3>ประเพณีทานสลาก</h3>
                                    
                                       <p>ประเพณีทานสลากคือ การทำบุญสลากภัตรในล้านนาไทย มีเรียกชื่อแตกต่างกันไปตามท้องถิ่นบางแห่งว่า &#8220;กิ๋นก๋วยสลาก&#8221; บางแห่ง &#8220;กิ๋นสลาก&#8221; บางแห่งว่า &#8220;ตานก๋วยสลาก&#8221; ในความหมายเป็นอย่างเดียวกัน สำหรับวิธีการทำบุญมีแตกต่างกันไปตามความนิยมในท้องถิ่นของตน ประเพณีกินก๋วยสลาก หรือทานสลากนี้เป็นประเพณีเก่าแก่ที่เกิดขึ้นในพระพุทธศาสนา ตั้งแต่พุทธสมัยที่พระสัมมาสัมพุทธเจ้ายังทรงพระชนม์อยู่ ปรากฎในพระธรรมบทขุททกนิกายว่า &#8220;พระพุทธองค์ทรงสรรเสริญพระสาวกอรหันต์ของพระองค์คือ พระโกณฑธานเถระ ซึ่งเป็นผู้มีโชคดีในการจับสลากได้ที่หนึ่งทุกครั้ง แม้พระพุทธเจ้าก็สู้ท่านไม่ได้ พระสาวกทั้งหลายมีความสงสัยว่า ทำไมท่านจึงมีโชคดีเช่นนั้น พระพุทธเจ้าตรัสรับบอกแก่ภิกษุสงฆ์ทั้งมวลว่า โกณฑธานปรารถนาว่าถ้าเลือกอะไร แข่งขันอะไร ขอให้ได้ที่หนึ่งเสมอ ดังนั้นในชาตินี้โกณฑธานจึงเป็นคนโชคดี</p>
                                       <p>ประเพณีถวายสลากภัตรหรือประเณีถวายข้าวสลาก หรือ กินก๋วยสลากนั้น ทำกันมาตั้งแต่เดือน12 เหนือเพ็ญเรื่อยมาจนถึงต้นเดือนยี่เหนือ คือ ช่วงเดือน 11-12 ของภาคกลาง ชาวบ้านจะนำพืชผลมาถวายเป็นก๋วยสลาก นิมนต์พระสงฆ์จากวัดใกล้เคียงมารับไทยทานสลาก ซึ่งศรัทธาประชาชนร่วมกันถวาย สลากภัตรของทางเมืองเหนือ ประกอบด้วย<br />
                                       1.	สลากหน้อย คือ สลากกระชุเล็กๆ<br />
                                       2.	สลากก๋วยใหญ่ หรือ สลากโชค<br />
                                       สลากก๋วยเล็ก ใช้ถวายอุทิศแด่ผู้ตาย หรือทำบุญเพื่อเป็นกุศลในภายหน้า ส่วนสลากก๋วยใหญ่ ใช้ถวายเป็นมหากุศลสำหรับบุคคลผู้มีกำลังศรัทธาและร่ำรวยเงินทอง ทำถวายเพื่อเป็นพลวปัจจัย ให้มีบุญกุศลมากขึ้น พิธีถวายสลากภัตร ที่นิยมมี 3 ประเภท คือ<br />
                                       1.	สลากเอาเส้น ซึ่งประชาชนจับสลาก แล้วนำไทยทานไปถวาย<br />
                                       2.	สลากที่พระสงฆ์จับสลากเอง<br />
                                       3.	สลากย้อม ซึ่งนิยมทำกันในกลุ่มไทยยอง ซึ่งหญิงสาวภายในหมู่บ้านจัดถวายเป็นประเพณี</p>
                                       <p>ประเพณีการ “ทานข้าวสลาก” หรือการ “กิ๋นก๋วยสลาก” ตามสำเนียงการพูดของเมืองเหนือนี้หมายถึงประเพณีทานสลากภัต เป็นประเพณีที่ชาวเหนือถือสืบเนื่องมาช้านานแล้ว การทานก๋วยสลากจะเริ่มในราววันเพ็ญเดือน 12 เหนือ (คือเดือน 10 ใต้ เดือนกันยายน) และสิ้นสุดเอาในเดือนเกี๋ยงดับ (เดือน 11 ใต้ ) การทานก๋วยสลาก (หรือบางแห่งเรียกว่า ตานข้านสลาก) ในจังหวัดเชียงใหม่ในสมัยก่อนนั้นจะต้องทำที่วัดเชียงมั่น อันเป็นปฐมอารามในจังหวัดเชียงใหม่ก่อน ที่ลำปางก็จะเริ่มที่วัดปงยางคก ซึ่งเป็นวัดต้นตระกูลของเจ้าเจ็ดตน คือ เจ้าทิพย์ช้าง ปัจจุบันมักจะทำกันตามสะดวก</p>
                                       <p>ก่อนวันทำพิธี “ทานก๋วยสลาก” ๑ วัน เรียกว่า “วันดา” เป็นวันจัดเตรียมสิ่งของเครื่องไทยทาน พวกผู้ชายก็จะจัดการจักตอกสาน “ก๋วย” ไว้หลายๆ ใบ บางครอบครัวอาจจะทำหลายสิบลูกแล้วแต่ศรัทธาและกำลังทรัพย์จะอำนวยให้ ทางฝ่ายหญิงก็จะจัดเตรียมห่อจอกระจุกกระจิก เช่น ข้าวสาร พริก หอม กระเทียม เกลือ กะปิ ปลาร้า ขนมข้ามต้ม และอาหาร เช่น ห่อหมก (ทางเหนือเรียกห่อนึ่ง) ชิ้นปิ้ง (เนื้อทอด) เนื้อเค็ม หมาก เมี่ยง บุหรี่ ไม้ขีดไฟ เทียนไฟ สีย้อมผ้า ผลไม้ต่างๆ เครื่องใช้สอยต่างๆ ตามแต่ศรัทธาและฐานะ สิ่งของต่างๆ เหล่านี้จะบรรจุลงในก๋วยซึ่งกรุดด้วยใบตองหรือกระดาษสีต่างๆ เมื่อจัดการบรรจุสิ่งของต่างๆ ลงในก๋วยเรียบร้อยแล้วก็จะเอา”ยอด” คือ สตางค์หรือธนบัตรผูกติดไม้เรียวเสียบไว้ “ยอด” ที่ใส่นั้น ไม่จำกัดว่าจะเท่าใดแล้วแต่กำลังทรัพย์และศรัทธาจะอำนวยให้ เมื่อเตรียมสิ่งของดังกล่าวเสร็จเรียบร้อยแล้ว เช้าวันรุ่งขึ้นในวันทานสลาก เขาก็จะใช้เด็ก ลูกหลานเอาเสื่อไปปูที่ลานวัด หรือตามศาลาบาตร และเอา “ก๋วยสลาก” ไปวางเรียงไว้เป็นแถวๆ ส่วนผู้เฒ่าผู้แก่ก็จะจัดเตรียมขัน (พาน) ข้าวตอก ดอกไม้ ธูปเทียน ถือขัน (พาน) ไปวัดกันเป็นหมู่ๆ บ้างก็จูงมือลูกหลานไปด้วย ส่วนพวกหนุ่มๆ สาวๆ ก็ไม่เหมือนกัน ส่วนมากไปกันเกือบหมดทั้งครอบครัว เพราะถือว่าการทานสลากภัตนี้มีอานิสงส์มาก และจะได้ช่วยกันเอา “ก๋วยสลาก” ไปถวายพระในเวลามีการเรียก “เส้นสลาก”<br />
                                       ขออธิบายเรื่องเส้นสลากสักเล็กน้อย “เส้นสลาก”ที่กล่าวนี้ ผู้เป็นเจ้าของ”ก๋วยสลาก”จะต้องเอาใบลานหรือกระดาษมาตัดเป็นแผ่นยาวๆ จารึกชื่อเจ้าขอไว้ และบอกด้วยว่าอุทิศส่วนกุศลนั้นให้ใครบ้าง คำจารึกในเส้นสลากนั้นมักจะเขียนดังนี้ “สลากข้าวซองนี้ หมายมีผู้ข้านายแก้ว นางดี ขอทานให้กับตนตัวภายหน้า” หมายถึง ถวายทานไว้อุทิศส่วนกุศลไว้สำหรับตัวเอง เมื่อล่วงลับไปแล้วจะได้รับเอาของไทยทานนั้นในปรโลก ซึ่งเป็นความเชื่อของพุทธศาสนิกชนทั่วไปว่า เมื่อทำบุญถวายทานไว้ในพระศาสนาแล้วเมื่อล่วงลับดับขันธ์ไปก็จะได้ไปเสวย อานิสงส์ผลบุญนั้นในโลกหน้าและจะมีการอุทิศส่วนกุศลนั้นให้ญาติพี่น้องผู้ ล่วงลับไปแล้ว “ผู้ข้าหนานเสนา บางบุ บ้านวังม่วง ขอทานไว้ถึงนางจันตาผู้เป็นแม่ที่ล่วงลับไปแล้ว ขอหื้อไปรอดไปถึงจิ่มเต๊อะฯ” เป็นต้น</p>            
                       
                                  <p><span>Author : มณี  พยอมยงค์</span><br />
                                  <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                          </div><!--end col 9-->
                          
                          
                          <!--=======Nav Ver========-->
                          <div class="col-md-3">
                              
                              <br>
                              
                              <div class="panel panel-default">
                                  <div class="panel-heading">
                                      <h3 class="panel-title">ประเพณี เดือนกันยายน</h3>
                                  </div>
                                  <div class="panel-body">
                                      
                                      <ul class="list-unstyled">
                                          
                                          <li><a href="library-culture-sep1.html">ประเพณีอุทิศส่วนบุญหาผู้ตาย</a> </li>
                                          <li><a href="library-culture-sep2.html">ประเพณีจาคะข้าว คนเฒ่าจำศีล การจาคะ</a></li>
                                          <li><a href="library-culture-sep3.html">ประเพณีชนกว่าง</a></li> 
                                          <li><a href="library-culture-sep4.html">ประเพณีทานสลาก</a></li> 
                                          
                                      </ul>
                                  </div>
                              </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->