<!-- NAVBAR
================================================== -->
    <body class="bgBodyZone">

        <!-- Menu Header
================================================== -->
        <?= $this->load->view('front/temp/menu');?>

        <!--======sub Nav=======-->
		 <?= $this->load->view('front/temp/submenu');?>

        <div class="container bgContentZone">

 <!--=========Content====================-->
            <div class="content-sub-section">

                <section id="subContent" >

                    <br class="clearfix">

                    <div class="content-section">

                       <div class="row h1Tab bgH1Zone">
                           
                           <span class="pull-left"><h1 class="pull-left">วัฒนธรรมและประเพณี > กันยายน</h1></span>
                           
                       </div>	
                       
                       <div class="row">
                           
                           <div class="col-md-9 ">	   	           
                               
                               <br>
                               <!-- ============Content ====================-->
                                   <h3>ประเพณีชนกว่าง</h3>
                                     
                                    <p>กว่าง คือ ตัวด้วงมะพร้าว ตัวผู้มีสีน้ำตาลเข้ม บ้างมีสีแดงคล้ำ บางตัวเป็นสีดำ เรียกว่า กว่างฮัก มีเขายาวตัวใหญ่เรียกว่า &#8220;กว่างโซ้ง&#8221; คือ กว่างที่มีเขาโว้ง ตัวผอมเพรียว ไม่ใหญ่ไม่เล็ก มีนอยาว เรียกว่า &#8220;กว่างแซม&#8221; กว่างตัวผู้เขาสั้นหรือนอสั้น ตัวเล็ก เรียกว่า &#8220;กว่างกิ&#8221; ตัวเมียไม่มีเขาเป็นสีน้ำตาลบ้างดำบ้าง เรียก &#8220;กว่างอี่หลุ้ม&#8221;<br />
                                    ด้วงมะพร้าวหรือกว่าง จะออกมาผสมพันธุ์กันตามธรรมชาติ ระหว่างเดือนสิงหาคม-กันยายน ราวเดือน 11-12 เหนือนั่นเอว</p>
                                    <p><strong>การตั้งกว่าง</strong><br />
                                    การตั้งกว่าง คือ การต่อกว่าง หมายถึงการใช้กว่างอี่หลุ้ม,กว่างแซม หรือ กว่างกิ เป็นกว่างต่อหรือที่นักเลงกว่างเรียกว่า &#8220;กว่างตั้ง&#8221; ใส่ อ้อย ผูกกว่างด้วยด้ายเส้นเล็ก ๆ ยาวประมาณ 2 คืบและผูกติดกับอ้อย ให้กว่างสามารถเดินไปมาได้และบางครั้งมันจะบินอยู่รอบ ๆ อ้อย แล้วกลับมาจับอ้อยตามเดิม แทะดูดน้ำหวานจากอ้อยตามลำดับ คนตั้งกว่างจะนำไปแขวนไว้ตามทางที่คาดว่ากว่างโซ้งจะบินมาทางนั้น กะระยะสูงจากพื้นประมาณ 2 วา เป็นความสูงที่กว่างบินมาพอดี เมื่อออกจากรังก็จะบินหากว่างตัวเมียหรืออี่หลุ้ม เพื่อทำการผสมพันธุ์ จะบินมาจับอ้อยที่มีกว่างตั้งหรือกว่างต่อจะจับอยู่ที่นั่นไม่ไปไหน หรือบางทีกว่างแซมที่กินอ้อยอยู่ เมื่อมีกว่างโซ้งบินมาพบเข้าก็จะเข้าแย่งอ้อยและไล่ชนกว่างแซมจนหนีร่นไป อยู่ทางอื่น กว่างโซ้งจะเข้ากินอ้อยเป็นเจ้าของแทนกว่างแซม แม้กว่างกิก็มีพฤติกรรมอย่างเดียวกัน</p>
                                    <p><strong>การชนกว่าง</strong><br />
                                    กว่างที่ได้รับการเลี้ยงอย่างดี ย่อมจะมีกำลังแรงดีมาก สามารถจะเอาไปชนกันได้ การชนนั้น มีการชนแบบธรรมดาคือการนำเอากว่างไป &#8220;เผียบกว่าง&#8221; คือ เอาไปเปรียบเทียบดูว่ามีขนาดลำตัว นอ เขา เท่ากันหรือไล่เลี่ยกันหรือไม่ หากมีขนาดเท่ากันก็จะนัดชนกันที่บ่อน เรียกว่า &#8220;บ่อนกว่าง&#8221; การชนแบบนี้มีการใส่เงินคือพนันเงินกัน กว่างบางตัวชนเก่งมากมีเดิมพันเป็นหมื่น เป็นพัน เจ้าของจะต้องรักษาดีเป็นพิเศษ เกรงว่าจะหายหรือคนอื่นรอบทำร้าย</p>
                                    <p>การชนกว่างต้องใช้คอนทำจากแกนปอ ซึ่งเป็นไม้ที่มีเนื้ออ่อนนุ่นกว่างจับได้ดี เขาจะเจาะไม้ปอเป็นร่องแล้วเอาอี่หลุ้มลงไปใส่ไว้ เจาะรูอีกด้านหนึ่งให้หลังอี่หลุ้มโผล่ขึ้นมานิดหนึ่ง ใช้เป็นที่กว่างตัวผู้ทั้งสองตัวจะมาดมแล้วเกิดความต้องการทางเพศ พร้อมกันนั้นก็จะมีความหึงหวงกว่างตัวเมียหรืออี่หลุ้ม ทั้งสองตัวก็จะชนกันแบบ &#8220;ศึกหน้านาง&#8221; ชนกันอย่างเอาเป็นเอาตาย ทำให้คนดูมีความสนุกสนานอย่างยิ่ง นักพนันจะเอะอะโกลาหลเพิ่มเดิมพัน พนันขันต่ออย่างสุดเหวี่ยง</p>               
                        
                                   <p><span>Author : มณี  พยอมยงค์</span><br />
                                   <span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>		      
                           </div><!--end col 9-->
                           
                           
                           <!--=======Nav Ver========-->
                           <div class="col-md-3">
                               
                               <br>
                               
                               <div class="panel panel-default">
                                   <div class="panel-heading">
                                       <h3 class="panel-title">ประเพณี เดือนกันยายน</h3>
                                   </div>
                                   <div class="panel-body">
                                       
                                       <ul class="list-unstyled">
                                           
                                           <li><a href="library-culture-sep1.html">ประเพณีอุทิศส่วนบุญหาผู้ตาย</a> </li>
                                           <li><a href="library-culture-sep2.html">ประเพณีจาคะข้าว คนเฒ่าจำศีล การจาคะ</a></li>
                                           <li><a href="library-culture-sep3.html">ประเพณีชนกว่าง</a></li> 
                                           <li><a href="library-culture-sep4.html">ประเพณีทานสลาก</a></li> 
                                           
                                       </ul>
                                   </div>
                               </div>

                                <br>
                                <h4>ประเพณีประจำเดือน</h4>
                                <br>
                                <li class="list-group-item"><a href="jan-1.php">เดือนมกราคม</a></li>
                                <li class="list-group-item"><a href="feb-1.php">เดือนกุมภาพันธ์</a></li>
                                <li class="list-group-item"><a href="library-culture-mar1.html">เดือนมีนาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-apr1.html">เดือนเมษายน</a></li>
                                <li class="list-group-item"><a href="library-culture-may1.html">เดือนพฤษภาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-Jun1.html">เดือนมิถุนายน</a></li>
                                <li class="list-group-item"><a href="library-culture-Jly1.html">เดือนกรกฎาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-aug1.html">เดือนสิงหาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-sep1.html">เดือนกันยายน</a></li>
                                <li class="list-group-item"><a href="library-culture-oct1.html">เดือนตุลาคม</a></li>
                                <li class="list-group-item"><a href="library-culture-nov1.html">เดือนพฤศจิกายน</a></li>
                                <li class="list-group-item"><a href="library-culture-dec1.html">เดือนธันวาคม</a></li>

                            </div>

                        </div>

                    </div>
                </section><!--end subContent-->

            </div>


            <br class="clearfix">


            <!-- FOOTER -->