<!-- NAVBAR
================================================== -->
  <body class="bgBodyZone">

  <!-- Menu Header
  ================================================== -->
  	<?= $this->load->view('front/temp/menu');?>

	<!--======sub Nav=======-->
	 <?= $this->load->view('front/temp/submenu');?>

	 <div class="container bgContentZone">

<!--=========Content====================-->
    <div class="content-sub-section">

	  <section id="subContent" >
		 <br class="clearfix">

		 <div class="content-section">
			 <div class="row h1Tab bgH1Zone">

			     <span class="pull-left"><h1 class="pull-left"><a href="<?= site_url('art');?>">ศิลปกรรม</a> &gt; คีตกรรม</h1></span>

			 </div>
		   		<br class="clearfix">

			   <p>ดนตรีล้านนา / ทรงธรรม สร้อยยานะ(โครงการอาสาสมัครสืบสานผญาล้านนา)</p>
			   <p>ดนตรีพื้นบ้านภาคเหนือหรือดนตรีล้านนามีลักษณะการบรรเลงเป็น  2  ลักษณะคือ</p>
			   <p>1. การบรรเลงเป็นวง ต้องมีความสามัคคีกัน รู้จักบทบาทหน้าที่ของตน ซึ่งสามารถแยกได้อีก 2 แบบ คือ หนึ่ง วงที่เป็นบรรเลงล้วน ได้แก่ วงดนตรีพื้นเมือง สะล้อ ซึง ขลุ่ย วงปี่พาทย์พื้นเมือง วงปี่จุ่มและวงกลองล้านนา และวงที่ประกอบการรับขาน ได้แก่ วงปี่จุ่ม และวงดนตรีสะล้อ ซึง ขลุ่ย</p>
			   <p>2. การบรรเลงเดี่ยว ต้องใช้ปัญญา  ความสามารถในการคิดกลเม็ดต่าง ๆ ทำให้เครื่องดนตรีโดดเด่น ใช้อารมณ์ดึงพลังของเพลงทั้งหมดออกมา</p>
			   <p>ลักษณะทำนองที่ใช้ในการบรรเลง แบ่งเป็น  2  แบบ  คือ<br />
			   1. ทำนองในเพลงที่กำหนด ประกอบด้วย หนึ่ง การสอดแทรกหรือผันแปรตามจังหวะที่สม่ำเสมอ (การจำจากโน้ตและการคิดขึ้นเอง) สอง การแปรทำนองจากเสียงเดิมหรือการเปลี่ยนเสียง(เช่น เพลงปราสาทไหว)และ สาม การย่อขยายทำนองขอบเขตของลูกตก เป็นการเล่นตามใจผู้เล่น เรียกว่า การเขิง พบในจ้อย ค่าวฮ่ำ เป็นต้น</p>
			   <p>2. ทำนองที่เกิดขึ้นนอกเหนือจากเพลงที่กำหนด มี 2 ลักษณะ คือ หนึ่ง ทำนองที่มีการแต่งขึ้นใหม่ตามลักษณะการใช้งาน โดยอาจแต่งตามหลักการทางทฤษฎีเดนตรีไทยหรือแต่งตามอารมณ์และเป้าหมายของ อารมณ์ก็ได้ และ สอง การย่อขยายทำนองจากเพลงเดิม</p>
			   <p>ทางเพลงและขีดจำกัดของเครื่องดนตรี<br />
			   ทางเพลงเปรียบเหมือนทางเดินมีทั้งทางตรง ทางลัด ทางอ้อม ขึ้นอยู่กับผู้เล่นประกอบกับขีดจำกัดและหน้าที่ของเครื่องดนตรี ซึ่งสามารถจัดแบ่งได้ 3 หมวด คือ<br />
			   1. เครื่องดนตรีที่ทำหน้าที่เป็นผู้นำ เครื่องดนตรีจะเป็นหลักในวง คนเล่นต้องมีความจำดี สามารถทำเพลงได้ตลอดรอดฝั่ง แม่นเพลง เครื่องดนตรีประเภทที่มีเสียง สูงและดังจะโดดเด่นที่สุด<br />
			   2. เครื่องดนตรีทำหน้าที่เป็นผู้ตาม เครื่องดนตรีจะเป็นตัวสอดแทรก หลบไปมา มักเป็นเครื่องดนตรีที่มีเสียงค่อนข้างต่ำ<br />
			   3. เครื่องดนตรีเป็นตัวกำหนดจังหวะ เครื่องดนตรีจะทำหน้าที่ควบคุมวง บังคับจังหวะเร็วช้า เป็นเครื่องดนตรีที่ไม่มีเสียงที่เป็นเพลง เช่น ฉิ่ง กรับหน้าที่ของเครื่องดนตรีและบทบาทในวง</p>
			   <p>เครื่องดนตรีในวงเครื่องสายพื้นเมืองเปรียบเหมือนคน 3 วัยมารวมกัน คือ วัยผู้ใหญ่ ได้แก่ ซึงลูก 4 ใหญ่ และสะล้อลูก 4 ใหญ่ ซึ่งจะมีลักษณะค่อนข้างช้า เนิบ แต่เป็นหลักในเวลาคับขัน วัยกลางคน ได้แก่ ซึงลูก 3 และสะล้อลูก 3 มีลักษณะหนักแน่น มั่นคง เป็นผู้นำ และ วัยเด็ก ได้แก่ ซึงลูก 4 เล็กและสะล้อลูก 4 เล็ก มีลักษณะ ชอบสนุก ซุกชน ชอบออกนอกกรอบ จึงต้องมีผู้ใหญ่ทั้ง 2 วัยมาควบคุม</p>
			   <p>ลักษณะเทคนิคที่เหมาะสมในการเล่นเครื่องดนตรีแต่ละชิ้น<br />
			   ในเครื่องดนตรีที่มีเสียงแหลมสูง เช่น สะล้อเล็ก ต้องใช้วิธีการเล่นเสียงให้สูงมาก ๆ สำหรับเครื่องดีด ต้องใช้เทคนิคการรัวซ้ำโน้ต การสะบัด การดีด ส่วนเครื่องสี ต้องใช้เทคนิคการพรมนิ้ว การสะบัดนิ้ว รูดสายและกระตุกคันชัก ส่วนเครื่องดนตรีที่มีลักษณะเสียงกลาง เช่น สะล้อ 3 ลูก ต้องใช้วิธีการเล่นที่ชัดเจน เดินทำนองให้ชัดเจน และเครื่องดนตรีที่มีลักษณะเสียงต่ำ เช่น สะล้อลูก 4 ใหญ่ ต้องใช้วิธีการเล่นที่ไม่ต้องเน้นลูกเล่นมากนัก เน้นเรื่องจังหวะทีละโน้ตและจังหวะตกของโน้ตแต่ละห้องให้ชัดเจน และสำหรับเครื่องเป่าหรือขลุ่ยนั้นต้องดำเนินทำนองโดยการวมเสียงแต่ละเสียง ให้กลมกลืนกัน</p>
			   <p>เม็ด<br />
			   เม็ดทางดนตรีนั้นก็คือตัวโน้ต ซึ่งมีอยู่ 2 ลักษณะใหญ่ ๆ คือ หนึ่ง เม็ดกระด้าง เป็นกลุ่มโน้ตที่ไม่ซับซ้อน เหมาะสำหรับฝึกหัดแต่ยังขาดอารมณ์ ไม่มีความอ่อนไหวและจิตวิญญาณของผู้เล่น แต่ก็ถือว่าเป็นแผนที่นำไปสู่จุดหมายของดนตรีต่อไป และสอง เม็ดเอกลักษณ์หรือเม็ดพิสดาร เป็นกลุ่มโน้ตที่ซับซ้อน เข้าใจยาก แฝงด้วยอารมณ์ความรู้สึก บ่งบอกลักษณะผู้เล่น ซึ่งต้องใช้เวลา ประสบการณ์ การฟัง การฝึก</p>
			   <p>ลักษณะในการดำเนินเพลงด้วยการดีดซึง<br />
			   ในการดีดซึง มี 2 ลักษณะคือ การดีดไม้เดี่ยว เป็นการดีด 1 ครั้งต่อตัวโน้ต 1 ตัว ทำให้สามารถฟังทำนองได้ชัดเจนและง่ายต่อการจดจำแต่มักควบคุมจังหวะไม่ได้ และ การดีดไม้คู่ เป็นการดีดขึ้นลงต่อ 1 ตัวโน้ต ทำให้สามารถสร้างโน้ตเพิ่มได้อีก 1 เท่าและพัฒนาเป็นเทคนิคต่าง ๆ ได้ง่าย สามารถควบคุมจังหวะได้ ซึงเป็นเครื่องดนตรีที่มีเสียงกังวาล ใส แต่หากมีเทคนิคพิเศษต่าง ๆ มาช่วยจะยิ่งทำให้เสียงแว่วหวาน เย็นใสมากขึ้น ซึ่งเทคนิคพิเศษที่ใช้ เช่น การดีดรัว เป็นการดีดขึ้นลงอย่างรวดเร็ว การดีดสะบัด เป็นการดีดขึ้นลงโดยการสะบัดไม้ดีด</p>
			   <p>ลักษณะในการดำเนินเพลงด้วยการสีสะล้อ<br />
			   การสีสะล้อมีลักษณะเหมือนซึงทุกอย่างเพียงแต่เปลี่ยนจากการดีดมาใช้คันชัก แทน ซึ่งมีเทคนิคในการสีให้มีเสียงแว่วหวานด้วย เช่น การรวบคันชัก จะช่วยให้การฝึกเป็นตามระบบตัวโน้ตอักษรไทยเหมือนการสีซอด้วงด้วยการพรมนิ้ว การไหลเสียง การสะบัดนิ้วมาช่วย เป็นต้น โดยจะรวบคันชักในห้องที่มีโน้ต 3 ตัวหรือตัวเดียว</p>
			   <p>ลักษณะในการดำเนินเพลงด้วยการเป่าขลุ่ย<br />
			   การเป่าขลุ่ยต้องอาศัยความชำนาญและเทคนิคต่าง ๆ ที่ทำให้เกิดเสียงหวีดหวิว โหยหวน ซึ่งมีเทคนิค ดังนี้ การพรมนิ้ว เป็นการใช้นิ้วยกขึ้นลงให้ไวที่สุด มักจะใช้กับโน้ตที่มีจังหวะยาว การลิ้ว เป็นการเช็ดนิ้วพร้อมกับอัดลมให้แรงอย่างกะทันหัน ใช้เล่นโน้ตจากเสียงต่ำไปหาเสียงสูง การตอดลิ้น เป็นการใช้ลิ้นแตะที่ดากขลุ่ยอย่างเร็ว ทำให้เสียงชัดเจนขึ้น การเหิน เป็นการอัดลมครั้งแรกแล้วค่อยผ่อนลมให้แผ่วเสียงลง และการระบายลม (อวายลม) เป็นการเป่าลมอย่างสม่ำเสมอและต่อเนื่อง ซึ่งในการเป่าขลุ่ยนั้นจะมีทำนอง 4 แบบ คือ หนึ่ง โก่งเรียวบง เป็นทำนองแบบเรียบ ๆ สอง ป๊าวไกว๋ใบ เป็นทำนองเอื้อนเอ่ย หวานซึ้ง สาม ม้าย่ำไฟ เป็นทำนองคึกคัก รวดเร็ว และ สี่ มะนาวล่องของเป็นทำนองโด ๆ เต้น ๆ สูง ๆ ต่ำ ๆ สลับกันไป</p>
			   <p>สำหรับเครื่องเป่านั้นนอกจากขลุ่ยแล้วยังมีแนและปี่จุ่มที่เป็นเครื่องเป่า ที่สำคัญ สำหรับแนเป็นเครื่องดนตรีเสียงดัง ลิ้นทำด้วยใบตาล มี 2 แบบ คือ<br />
			   แบบที่ 1 แนน้อย ซึ่งมีหลักในการดำเนินทำนอง 3 แบบ คือ น้ำเลอโต้ง เป็นทำนองแบบเรียบง่าย น้ำตกตาด เน้นการใช้นิ้วและลิ้น มีลักษณะเร้าใจ ตลกชวนติดตาม และน้ำดั้นท่อ เน้นบรรเลงให้เสียงเล็กแหลมที่สุด โดยทั้ง 3 ทำนองใช้เทคเช่นเดียวกับขลุ่ย<br />
			   และแบบที่ 2 แนหลวง มีหลักในการดำเนินทำนองที่สำคัญคือ การโต้ เป็นการใช้นิ้วปิดทุกรูแล้วอัดลมให้สุดจะเกิดเสียงโต้ โดยแนหลวงต้องเป่าช้ากว่า (คาดว่าให้มาไม่ครบ) ส่วนปี่จุ่ม เป็นเครื่องดนตรีที่มีลิ้นอิสระทำจากทองเหลือง มีการดำเนินทำนองอยู่ 3 แบบคือ แบบหวาน เป็นการเป่าที่ใช้ลมเดียวผสมการใช้ลิ้น<br />
			   มีลูกเอื้อนลูกย้อยของนิ้ว แบบหวานสะท้อน มีลักษระคล้ายเป่าแบบหวานแต่จะเพิ่มลมจากข้างในท้องทำให้เสีงคึกคักกว่าเดิม และแบบบ๊บ เป็นการเป่าแบบตัดเม็ดทิ้งใช้ลมเดียวผสมกับนิ้ว ใช้ในเพลงที่มีจังหวะเร็วมาก</p>
			   <p>ลักษณะการผสมวงของดนตรีล้านนาในปัจจุบันอาจแบ่งตามความนิยมได้ดังนี้<br />
			   วงสะล้อซึง<br />
			   วงพาทย์ฆ้อง(ป้าดก๊อง)<br />
			   วงพิณเปี๊ยะ<br />
			   วงปี่จุม<br />
			   วงกลองตึ่งโนง<br />
			   วงกลองมองเซิง<br />
			   วงกลองก้นยาว(ปู่เจ่)<br />
			   วงกลองทิ่งบ้อม<br />
			   วงกลองสะบัดชัย<br />
			   วงกลองหลวง<br />
			   วงดนตรีพื้นเมืองประยุกต์</p>

		   		<p><span>Author : มณี  พยอมยงค์</span><br />
		   		<span>Reference : มณี  พยอมยงค์.  2537.  ประเพณีสิบสองเดือนล้านนาไทย. เชียงใหม่ : ส.ทรัพย์การพิมพ์.</span></p>
		 </div>

	  </section><!--end subContent-->

    </div>

   <!-- FOOTER -->